<unk>	0
<s>	0
</s>	0
<0x00>	0
<0x01>	0
<0x02>	0
<0x03>	0
<0x04>	0
<0x05>	0
<0x06>	0
<0x07>	0
<0x08>	0
<0x09>	0
<0x0A>	0
<0x0B>	0
<0x0C>	0
<0x0D>	0
<0x0E>	0
<0x0F>	0
<0x10>	0
<0x11>	0
<0x12>	0
<0x13>	0
<0x14>	0
<0x15>	0
<0x16>	0
<0x17>	0
<0x18>	0
<0x19>	0
<0x1A>	0
<0x1B>	0
<0x1C>	0
<0x1D>	0
<0x1E>	0
<0x1F>	0
<0x20>	0
<0x21>	0
<0x22>	0
<0x23>	0
<0x24>	0
<0x25>	0
<0x26>	0
<0x27>	0
<0x28>	0
<0x29>	0
<0x2A>	0
<0x2B>	0
<0x2C>	0
<0x2D>	0
<0x2E>	0
<0x2F>	0
<0x30>	0
<0x31>	0
<0x32>	0
<0x33>	0
<0x34>	0
<0x35>	0
<0x36>	0
<0x37>	0
<0x38>	0
<0x39>	0
<0x3A>	0
<0x3B>	0
<0x3C>	0
<0x3D>	0
<0x3E>	0
<0x3F>	0
<0x40>	0
<0x41>	0
<0x42>	0
<0x43>	0
<0x44>	0
<0x45>	0
<0x46>	0
<0x47>	0
<0x48>	0
<0x49>	0
<0x4A>	0
<0x4B>	0
<0x4C>	0
<0x4D>	0
<0x4E>	0
<0x4F>	0
<0x50>	0
<0x51>	0
<0x52>	0
<0x53>	0
<0x54>	0
<0x55>	0
<0x56>	0
<0x57>	0
<0x58>	0
<0x59>	0
<0x5A>	0
<0x5B>	0
<0x5C>	0
<0x5D>	0
<0x5E>	0
<0x5F>	0
<0x60>	0
<0x61>	0
<0x62>	0
<0x63>	0
<0x64>	0
<0x65>	0
<0x66>	0
<0x67>	0
<0x68>	0
<0x69>	0
<0x6A>	0
<0x6B>	0
<0x6C>	0
<0x6D>	0
<0x6E>	0
<0x6F>	0
<0x70>	0
<0x71>	0
<0x72>	0
<0x73>	0
<0x74>	0
<0x75>	0
<0x76>	0
<0x77>	0
<0x78>	0
<0x79>	0
<0x7A>	0
<0x7B>	0
<0x7C>	0
<0x7D>	0
<0x7E>	0
<0x7F>	0
<0x80>	0
<0x81>	0
<0x82>	0
<0x83>	0
<0x84>	0
<0x85>	0
<0x86>	0
<0x87>	0
<0x88>	0
<0x89>	0
<0x8A>	0
<0x8B>	0
<0x8C>	0
<0x8D>	0
<0x8E>	0
<0x8F>	0
<0x90>	0
<0x91>	0
<0x92>	0
<0x93>	0
<0x94>	0
<0x95>	0
<0x96>	0
<0x97>	0
<0x98>	0
<0x99>	0
<0x9A>	0
<0x9B>	0
<0x9C>	0
<0x9D>	0
<0x9E>	0
<0x9F>	0
<0xA0>	0
<0xA1>	0
<0xA2>	0
<0xA3>	0
<0xA4>	0
<0xA5>	0
<0xA6>	0
<0xA7>	0
<0xA8>	0
<0xA9>	0
<0xAA>	0
<0xAB>	0
<0xAC>	0
<0xAD>	0
<0xAE>	0
<0xAF>	0
<0xB0>	0
<0xB1>	0
<0xB2>	0
<0xB3>	0
<0xB4>	0
<0xB5>	0
<0xB6>	0
<0xB7>	0
<0xB8>	0
<0xB9>	0
<0xBA>	0
<0xBB>	0
<0xBC>	0
<0xBD>	0
<0xBE>	0
<0xBF>	0
<0xC0>	0
<0xC1>	0
<0xC2>	0
<0xC3>	0
<0xC4>	0
<0xC5>	0
<0xC6>	0
<0xC7>	0
<0xC8>	0
<0xC9>	0
<0xCA>	0
<0xCB>	0
<0xCC>	0
<0xCD>	0
<0xCE>	0
<0xCF>	0
<0xD0>	0
<0xD1>	0
<0xD2>	0
<0xD3>	0
<0xD4>	0
<0xD5>	0
<0xD6>	0
<0xD7>	0
<0xD8>	0
<0xD9>	0
<0xDA>	0
<0xDB>	0
<0xDC>	0
<0xDD>	0
<0xDE>	0
<0xDF>	0
<0xE0>	0
<0xE1>	0
<0xE2>	0
<0xE3>	0
<0xE4>	0
<0xE5>	0
<0xE6>	0
<0xE7>	0
<0xE8>	0
<0xE9>	0
<0xEA>	0
<0xEB>	0
<0xEC>	0
<0xED>	0
<0xEE>	0
<0xEF>	0
<0xF0>	0
<0xF1>	0
<0xF2>	0
<0xF3>	0
<0xF4>	0
<0xF5>	0
<0xF6>	0
<0xF7>	0
<0xF8>	0
<0xF9>	0
<0xFA>	0
<0xFB>	0
<0xFC>	0
<0xFD>	0
<0xFE>	0
<0xFF>	0
ས་	-0
ི་	-1
ང་	-2
ད་	-3
ན་	-4
ག་	-5
ལ་	-6
ར་	-7
བྱ	-8
འི་	-9
གས་	-10
ོ་	-11
ྱི་	-12
མ་	-13
ེ་	-14
བ་	-15
དང་	-16
ེད་	-17
ོད་	-18
ུ་	-19
ོང་	-20
བྱེད་	-21
ིག་	-22
ོན་	-23
ྒྱ	-24
ཀྱི་	-25
ིས་	-26
རྒྱ	-27
པ་	-28
ོས་	-29
འག	-30
སྤ	-31
ས།	-32
ངས་	-33
ནས་	-34
ོགས་	-35
ིན་	-36
ུས་	-37
བས་	-38
པའི་	-39
དག	-40
སྐ	-41
ད།	-42
ུང་	-43
འད	-44
གྱི་	-45
ོག་	-46
ེན་	-47
ོར་	-48
ུལ་	-49
ཁྱ	-50
རྩ	-51
དེ་	-52
གཞ	-53
ལས་	-54
གྲ	-55
གི་	-56
བྱས་	-57
ཐུ	-58
ེས་	-59
ན།	-60
གཏ	-61
གས	-62
སྒ	-63
ོས།	-64
དགོས།	-65
ེལ་	-66
སྤྱ	-67
རི	-68
རང་	-69
མི་	-70
ེར་	-71
ུར་	-72
བར	-73
འབ	-74
དཔ	-75
དུ་	-76
བས	-77
མས་	-78
ུགས་	-79
ྱིས་	-80
མཁ	-81
དང་།	-82
ནི་	-83
ོབ་	-84
ཞི	-85
པར་	-86
བའི་	-87
ཁྲ	-88
ོད།	-89
སྤྱོད་	-90
ལྟ	-91
སླ	-92
སྦ	-93
རྒྱུ	-94
གཞི་	-95
འཕ	-96
སྐྱ	-97
བྱ་	-98
ོལ་	-99
ཞིག་	-100
ལག་	-101
སྒྲ	-102
འབྲ	-103
ནུས་	-104
ོའི་	-105
བ།	-106
སྦྱ	-107
དབྱ	-108
ཡོད་	-109
གཏོང་	-110
གྲངས་	-111
ཚད་	-112
ིད་	-113
སྲ	-114
སྟ	-115
ཡོད།	-116
སློབ་	-117
ཀྱིས་	-118
ཐབས་	-119
རེ	-120
འཇ	-121
ུག་	-122
འ་	-123
ཚོགས་	-124
བཅ	-125
བཟ	-126
པོ་	-127
གཅ	-128
ེགས་	-129
ཕྱ	-130
ིང་	-131
འགྲ	-132
འཛ	-133
ྲ་	-134
དགོས་	-135
ཁྱེད་	-136
ནང་	-137
ན་གྱི་	-138
ིགས་	-139
དོན་	-140
སྔ	-141
མཐ	-142
རྩལ་	-143
རིག་	-144
རེད།	-145
ོངས་	-146
བཞ	-147
ཞིབ་	-148
དམ	-149
དུས་	-150
ཆ་	-151
འཕྲ	-152
སྦྱོང་	-153
གནས་	-154
དག་	-155
ཡིན་	-156
འཚ	-157
རིགས་	-158
ཚོད་	-159
ཐུབ།	-160
གན	-161
བཀ	-162
བྱེད་དགོས།	-163
སོགས་	-164
ཐུབ་	-165
སྣ	-166
འབྲེལ་	-167
རིམ་	-168
ྱུར་	-169
ིན།	-170
རྒྱུ་	-171
ཁ་	-172
དེ	-173
ིའི་	-174
ལེགས་	-175
ུན་	-176
བར་	-177
མཚ	-178
བཞིན་	-179
ལྟ་	-180
པ།	-181
རྟ	-182
ལྡ	-183
ཡང་	-184
འཁ	-185
མང་	-186
གསར་	-187
མཁོ་	-188
བྱས་ནས་	-189
སྒྲིག་	-190
ལག་རྩལ་	-191
ུབ་	-192
གཞི་གྲངས་	-193
དབྱེ་	-194
ལེན་	-195
དང	-196
གོ་	-197
འུ་	-198
རོགས་	-199
ཏེ་	-200
གཉ	-201
མཉ	-202
འགན་	-203
ཆེ་	-204
གིས་	-205
ཡིན།	-206
ཤེས་	-207
ཐོན་	-208
གཤ	-209
རྒྱུད་	-210
སྨ	-211
བསམ་	-212
བྱུང་	-213
རྣ	-214
ཐག་	-215
སུ་	-216
ེ།	-217
ཆེན་	-218
རྐ	-219
ཐོག་	-220
སྤྱི་	-221
དཔེར་	-222
མ་ཟ	-223
སློབ་སྦྱོང་	-224
གནད་	-225
བདེ་	-226
མཉམ་	-227
ཆས་	-228
བརྟ	-229
སྤྲ	-230
གླ	-231
འགྱུར་	-232
ཤུགས་	-233
ང་ཚ	-234
བརྡ	-235
ཕྱོགས་	-236
གཅོད་	-237
བཤ	-238
གྱིས་	-239
དོ་	-240
མེད་	-241
ཀྲ	-242
ྱང་	-243
པ་དང་	-244
འདྲ་	-245
རྒྱུན་	-246
ོག	-247
རིག་ནུས་	-248
ཁྱབ་	-249
བླ	-250
གལ་	-251
པ་དང་།	-252
ཐག་གཅོད་	-253
རུ་	-254
ུད་	-255
འདོན་	-256
ལྟར་	-257
རྫ	-258
ོམ་	-259
ཚོང་	-260
བཟོ་	-261
མ་ཟད།	-262
མཐུ	-263
ལྷ	-264
བྱེད་པའི་	-265
ཀྱང་	-266
ཚུལ་	-267
དྲ	-268
བཀོལ་	-269
རྐྱ	-270
ཏུ་	-271
ཁྲོད་	-272
ཇུས་	-273
ཁྱོད་	-274
ཆར་	-275
འདི་	-276
ཕན་	-277
མ།	-278
བསྡ	-279
ཐེ	-280
སྐད་	-281
རང་བཞིན་	-282
དེའི་	-283
བརྩ	-284
རྐྱེན་	-285
མཁན་	-286
ཆུང་	-287
དམིགས་	-288
འདྲ	-289
འཛིན་	-290
ཁྱེད་རང་	-291
དཔེ་	-292
སྒོ་	-293
སྔོན་	-294
ཡིག་	-295
ུངས་	-296
བྱེད་ཐུབ།	-297
ེམས་	-298
ཁོངས་	-299
ལོ་	-300
དཔེར་ན།	-301
འཆར་	-302
དེ་བས་	-303
བཏ	-304
བརྒྱུད་	-305
དམ་	-306
དྲ་	-307
ིར་	-308
རྣམ་	-309
ཆོག་	-310
AI	-311
ར།	-312
སྐབས་	-313
སྔར་	-314
ཡོང་	-315
གང་	-316
སྤྱད་	-317
ཞིང་	-318
གནད་དོན་	-319
ལྡན་	-320
སྲིད་	-321
འཇོག་	-322
བཅས་	-323
གཤམ་	-324
ུའུ་	-325
རྒྱལ་	-326
སྡ	-327
ལམ་	-328
པ་མ་ཟད།	-329
མང	-330
ཐང་	-331
འཕྲུལ་	-332
དངོས་	-333
སྲུང་	-334
ྙན་	-335
སྤྱི་ཚོགས་	-336
དབྱེ་ཞིབ་	-337
སྤེལ་	-338
འཕེལ་	-339
འཁོར་	-340
དབ	-341
གསལ་	-342
སྤྲོད་	-343
བརྟེན་	-344
ལ།	-345
བ་དང་	-346
ཉིད་	-347
ཟླ	-348
ཡི་	-349
ལས་འགན་	-350
པ་རེད།	-351
དུས་ཚོད་	-352
འགུལ་	-353
རྫས་	-354
ཁང་	-355
ཆོག	-356
བཅོས་	-357
ཡུལ་	-358
བེད་	-359
གཏན་	-360
བློ་	-361
རྗ	-362
འཕྲིན་	-363
ུ།	-364
མཐོ་	-365
མཁན་གྱི་	-366
གཅིག་	-367
སྨན་	-368
ང་ཚོས་	-369
ེང་	-370
ཁག་	-371
གཞན་	-372
པས་	-373
བྱ་དགོས།	-374
རམ་	-375
ིམ་	-376
ཁོ་	-377
མོ་	-378
འོ་	-379
སྐུལ་	-380
གསུ	-381
རེ་	-382
འབྲས་	-383
དཔྱ	-384
བཟོས་	-385
སྦྱོར་	-386
ཏེ།	-387
རོགས་རམ་	-388
ཚང་	-389
རུ་གཏོང་	-390
དུང་	-391
ཅན་གྱི་	-392
ཡིས་	-393
རང་ཉིད་	-394
འཛུགས་	-395
མིའི་	-396
ཐོབ་	-397
བྱེད་པར་	-398
མཐོང་	-399
རྒྱུས་	-400
དོ་དམ་	-401
ཆོས་	-402
ལ་བརྟེན་	-403
ཤིག་	-404
ཞུ་	-405
རྒྱབ་	-406
ཁེ་	-407
གྲོང་	-408
ུའི་	-409
བཏང་	-410
འགའ་	-411
པས།	-412
རྒྱ་	-413
ཁུངས་	-414
དབང་	-415
མིས་	-416
མངོན་	-417
ཧྲ	-418
བྱེད་ཐབས་	-419
གོང་	-420
རྒྱས་	-421
མད	-422
ཚན་	-423
གཟ	-424
དངུལ་	-425
འཇགས་	-426
དཔྱད་	-427
མང་པོ་	-428
བཤད་	-429
གལ་ཏེ་	-430
སྐོར་	-431
འཚམ་	-432
ཞབས་	-433
ཁྱེད་རང་གི་	-434
བྱས་ཏེ་	-435
གཞིགས་	-436
འཇུག་	-437
འཁྲ	-438
བྱེད་དགོས་	-439
བརྙན་	-440
ཞིག་ཡིན་	-441
གསོ་	-442
འགྲན་	-443
ཁོང་	-444
བྲ	-445
མཛ	-446
སེམས་	-447
བྱེད་ཐུབ་	-448
གཙ	-449
སྣང་	-450
འཁེལ་	-451
འགོད་	-452
མི་འདྲ་	-453
སྣ་	-454
གཉིས་	-455
བསྟ	-456
དབྱི	-457
བརྡ་	-458
མིན་	-459
འོན་	-460
སྙ	-461
རྗེས་	-462
སོགས་ཀྱི་	-463
མཐུན་	-464
གནས་ཚུལ་	-465
སྒོ་ནས་	-466
འོན་ཀྱང་	-467
འཚོལ་	-468
ཅང་	-469
ལས་ཀ	-470
སྔར་ལས་	-471
འཕེལ་རྒྱས་	-472
འེ་	-473
ཟླ་	-474
ི་ལྟར་	-475
ཁྱེད་ཀྱིས་	-476
ེབས་	-477
བཙ	-478
ཉིན་	-479
ཁྱད་	-480
རྩིས་	-481
ཁུལ་	-482
ནད་	-483
དེ་དག་	-484
བདེ་འཇགས་	-485
བྱེད་པ།	-486
གྲུབ་	-487
གད	-488
ངང་	-489
གློག་	-490
དབྱིབས་	-491
གྱ	-492
བརྗ	-493
ཧ་	-494
བྱས་ན་	-495
ཁྱོད་ཀྱིས་	-496
རྟོགས་	-497
ནུས་པ་	-498
ཞུགས་	-499
ཆ་འཕྲིན་	-500
ཀྲུང་	-501
ཆེས་	-502
སྲུང་སྐྱ	-503
བཀོལ་སྤྱོད་	-504
བེད་སྤྱོད་	-505
ཡང་ན་	-506
ཡིད་	-507
ཚོར་	-508
ཀྱི་ཡོད།	-509
ྒྱུར་	-510
ཨང་	-511
རྩི་	-512
ཇི་ལྟར་	-513
ཅན་	-514
ིས།	-515
བསྒྲ	-516
བས།	-517
རྟགས་	-518
ཤེས་རྟོགས་	-519
སྐྲ	-520
འབྱུང་	-521
བུ་	-522
རྩོམ་	-523
གོ་རིམ་	-524
པོའི་	-525
ཆུ་	-526
འཕྲུལ་ཆས་	-527
བྱས་ཏེ།	-528
ཆེ་བའི་	-529
གྲོས་	-530
རང་འགུལ་	-531
ཇེ་	-532
སྟེ།	-533
ཚོགས་པའི་	-534
ཉེན་	-535
མ་ལག་	-536
ལྡོག་	-537
རོལ་	-538
བཀོད་	-539
མཚོན་	-540
བརྡར་	-541
སི་	-542
སྐྱོར་	-543
འདི་དག་	-544
ཕྱིར་	-545
གཤིས་	-546
འགྲོ་	-547
དེ་ནི་	-548
རི་	-549
རིང་	-550
ཐད་	-551
ཁྱབ་ཁོངས་	-552
ིལ་	-553
ངོས་	-554
སྟངས་	-555
ཧ་ཅང་	-556
ཐེབས་	-557
དུ་གཏོང་	-558
ཁྱེར་	-559
ཤུགས་རྐྱེན་	-560
རང་ཉིད་ཀྱི་	-561
རིན་	-562
སྤྱད་ནས་	-563
རྡ	-564
དགའ་	-565
མིག་	-566
ལྷག་	-567
ནང་དུ་	-568
ཐོན་རྫས་	-569
རླ	-570
པའི་སྒོ་ནས་	-571
མཐུད་	-572
▁གསུ	-573
ལོའི་	-574
མིས་བཟོས་	-575
འགོ་	-576
ཀུང་	-577
ིད།	-578
གས།	-579
▁གསུམ།	-580
ོར་ཡ	-581
གཉིས།	-582
རྣམས་	-583
གཞུང་	-584
རིས་	-585
རིག་གནས་	-586
བོ་	-587
ཞིང་།	-588
དེས་	-589
མཁོ་འདོན་	-590
སྤུས་	-591
མའི་	-592
ིམས་	-593
ིང་།	-594
ཅིག་	-595
རྒ	-596
སྦྱོང་བརྡར་	-597
ཁོར་ཡ	-598
ད་དུང་	-599
དཀ	-600
ལོན་	-601
ཐབས་ཇུས་	-602
ོ།	-603
རྩའི་	-604
སྨན་བཅོས་	-605
དཔེ་དབྱིབས་	-606
ཚིགས་	-607
འདིས་	-608
ཁོར་ཡུག་	-609
འོས་	-610
མར་	-611
སྲིད།	-612
རྒྱུར་	-613
ལས་རིགས་	-614
ལ་བརྟེན་ནས་	-615
ཤས་	-616
གཏན་འཁེལ་	-617
ཞེས་	-618
རྒྱབ་སྐྱོར་	-619
ོམས་	-620
ངོ་	-621
ཉུང་	-622
ཁྱིམ་	-623
བསྡུར་	-624
བཞི	-625
ིག	-626
ཆད་	-627
གཙོ་	-628
ཚུད་	-629
ཁྲིམས་	-630
དགོས་མཁོ་	-631
▁གཉིས།	-632
ཧྥ	-633
སྐྲུན་	-634
ཁྱེད་ཀྱི་	-635
རྩ་	-636
འཆར་གཞི་	-637
སྨྱ	-638
སྟོན་	-639
བཤེར་	-640
ཚོད་འཛིན་	-641
ཆེད་	-642
འམ་	-643
རྩི་ཐབས་	-644
ངེས་	-645
ེད།	-646
ཉམས་	-647
འཚོ་	-648
འབྲེལ་བ་	-649
སྲོལ་	-650
སློབ་སྦྱོང་གི་	-651
ལྗ	-652
ཁོ་ཚ	-653
བྱེད་པ་	-654
འབྲེལ་བའི་	-655
འདྲེན་	-656
རྒྱུས་ལོན་	-657
ལུགས་	-658
བསྐྱ	-659
མཁོ་མཁན་གྱི་	-660
རུང་	-661
འགན་ལེན་	-662
སྨྱན་	-663
གྲོང་ཁྱེར་	-664
ལུས་	-665
བརྒྱུད་རིམ་	-666
ཁྱེད་ལ་	-667
མིང་	-668
ཚེ་	-669
ཚབ་	-670
ཕྲ	-671
མཐོར་	-672
རྒྱག་	-673
བསམ་འཆར་	-674
ནོར་	-675
འབྱེད་	-676
གཉེར་	-677
མཇ	-678
ཞབས་ཞུ་	-679
ཁྱད་ཆོས་	-680
ཨ་	-681
ཆེན་པོ་	-682
am	-683
མཐོ་རུ་གཏོང་	-684
ཟབ་	-685
བྱ་སྤྱོད་	-686
མདོར་	-687
གཞིགས་ནས་	-688
བ་དང་།	-689
འདེད་	-690
དཔེར་ན་	-691
ཁེ་ལས་	-692
ལག་ཆ་	-693
མཚན་	-694
གཏོད་	-695
མཇུག་	-696
རང་གི་	-697
བསམ་བློ་	-698
རྒྱལ་ཁ	-699
གསང་	-700
རྒྱུའི་	-701
དམིགས་ཡུལ་	-702
ལི་	-703
མྱུར་	-704
ཁྲོད་ཀྱི་	-705
ཚེས་	-706
ཚད་དང་	-707
པ་ཞིག་	-708
ཁྲིད་	-709
ཡོ་	-710
མྱ	-711
ལྡན་པའི་	-712
འདེགས་	-713
ཡོང་བ་	-714
ཐོན་ཁུངས་	-715
ལ་དབྱེ་ཞིབ་	-716
ལན་	-717
ནས།	-718
དཔག་	-719
ུམ་	-720
མི་ཐབས་	-721
བརྗོད་	-722
དེར་	-723
ེའི་	-724
འཐ	-725
གཏོང་དགོས།	-726
on	-727
རྙ	-728
མཉམ་ལས་	-729
གཟུགས་	-730
ཆོད་	-731
ཡོངས་	-732
ཡག་	-733
འདོན་སྤྲོད་	-734
བྱས་པ་	-735
▁མདོར་	-736
འཁྱ	-737
སྟབས་	-738
རང་བྱུང་	-739
བད	-740
ཡོད་པ་རེད།	-741
སྒྲུབ་	-742
མྱོང་	-743
མཐོང་ཆུང་	-744
འགོག་	-745
རའི་	-746
བརྩེ་	-747
གཤམ་གྱི་	-748
ྭ་	-749
ལྟ་བ	-750
རྣམ་གྲངས་	-751
ཐེག་	-752
མངོན་འགྱུར་	-753
བར་གྱི་	-754
ཟིན་	-755
སྣོན་	-756
མོད།	-757
སྒྱུར་	-758
འབྱ	-759
བཞི།	-760
མིའི་རིགས་	-761
དམ།	-762
དབྱེ་འབྱེད་	-763
གླིང་	-764
▁བཞི།	-765
སྟེགས་	-766
མེ་	-767
er	-768
ཆེ་རུ་གཏོང་	-769
བསྒྲགས་	-770
ནང་དོན་	-771
བྱང་	-772
སྐྱེད་	-773
Ti	-774
▁མདོར་ན།	-775
ཕྱོད་	-776
རྒྱལ་ཁབ་	-777
ཕན་འབྲས་	-778
མོད།འོན་ཀྱང་	-779
ཁམས་	-780
ཅི་	-781
བརྩི་	-782
ལ་གཞིགས་ནས་	-783
ལས་ཀའི་	-784
སྒེར་	-785
བྱེད་ཀྱི་ཡོད།	-786
སྨྱན་སྦྱོར་	-787
ཉེན་ཁ་	-788
ཁག་ཐེག་	-789
ཁ་ཤས་	-790
ཁྲོད་དུ་	-791
རྒྱུ་རྐྱེན་	-792
བཟང་	-793
དོ་སྣང་	-794
སྔོན་དཔག་	-795
ཤོས་	-796
ངའི་	-797
ཉེར་	-798
མཁན་གྱིས་	-799
རབས་	-800
ལེགས་སུ་	-801
མཚམས་	-802
ངས།	-803
རེས་	-804
ཁྱོད་ལ་	-805
འགྲུལ་	-806
རྩེད་	-807
amb	-808
ཀུང་ས	-809
ཞིབ་འཇུག་	-810
Lamb	-811
TiLamb	-812
སྣ་ཚོགས་	-813
སྲུང་སྐྱོང་	-814
དྲ་ཚིགས་	-815
སྦྲ	-816
མཚུངས་	-817
མང་པོ་ཞིག་	-818
ཀྲུང་ག	-819
པོར་	-820
དེའི་ནང་	-821
ལོར་	-822
གསུམ་	-823
བྱ་དགོས་	-824
རྣམ་པ་	-825
ཕྱི་	-826
ི།	-827
ཞི་	-828
མི་རྣམས་	-829
ལ་རྒྱུས་ལོན་	-830
ལྗོངས་	-831
གཤམ་དུ་	-832
ོགས།	-833
གཏིང་	-834
བྱས་པའི་	-835
བྱ་རྒྱུ་	-836
ཉོ་	-837
མོའི་	-838
ེན།	-839
བསྐྱར་	-840
རླངས་	-841
མགྱ	-842
དམངས་	-843
ཐོག་ཏུ་	-844
སྐྱོད་	-845
ོན།	-846
འདེམས་	-847
ེབ་	-848
le	-849
▁གཅ	-850
བཀོད་སྒྲིག་	-851
ལས་ཀ་	-852
ཁྲོམ་	-853
མགྱོགས་	-854
ཅིང་།	-855
འབྲེལ་ཡོད་	-856
གྲངས་གཞི་	-857
གསར་གཏོད་	-858
ཇུས་འགོད་	-859
དེང་	-860
འདྲི་	-861
སྤུས་ཚད་	-862
སྐབས།	-863
སྤྱད་དེ་	-864
in	-865
ཉེར་སྤྱོད་	-866
ཞིག་ཡིན།	-867
བྱེད་སྟངས་	-868
སྤྲོ་	-869
གཞི་གྲངས་ཀྱི་	-870
ང་ལ་	-871
སྐྱོང་	-872
བརྟག་	-873
ཐོ་	-874
རང་བཞིན་དང་	-875
བསྡུ་	-876
མེད་པར་	-877
ལས་ཕྱོད་	-878
ཡང་དག་	-879
ཡོད་པ་	-880
བདེ་ཐང་	-881
ཚིག་	-882
དེ།	-883
དམག་	-884
གོ་སྐབས་	-885
ལྟ་བུ།	-886
སྲུང་སྐྱོབ་	-887
རྟེན་	-888
གཞིའི་	-889
གང་དག་	-890
གསར་སྤེལ་	-891
འམ་ཡང་ན་	-892
འཁྲབ་	-893
གཏིང་ཟབ་	-894
ཚོད་ལྟ་	-895
སྔར་ལས་ལྷག་	-896
སྐྱེས་	-897
ཐུབ་པ་	-898
ེམ་	-899
སྒྲིག་ཆས་	-900
འབེབས་	-901
བཙུགས་	-902
མཁན་ལ་	-903
མཐོར་འདེགས་	-904
ཐེངས་	-905
གཏུག་	-906
སྙན་	-907
or	-908
འབྱོར་	-909
གཏམ་	-910
གལ་ཆེན་	-911
བསྟར་	-912
ང་ཚོའི་	-913
འདོད་	-914
མཛོད་	-915
ནན་	-916
ཚད་ལེན་	-917
ཙམ་	-918
སྤྱོད་མཁན་གྱི་	-919
ེར།	-920
ནང་གི་	-921
སྒེར་གྱི་	-922
ལོ་རྒྱུས་	-923
ཞིབ་བཤེར་	-924
གསར་པ་	-925
མི་འདྲ་བའི་	-926
འབོར་	-927
ཀྲུང་གོའི་	-928
སྐར་	-929
གཞན་དག་	-930
ེས།	-931
རླངས་འཁོར་	-932
ཚུད་ཡོད།	-933
ཐོག་ནས་	-934
བུད་	-935
ཐ་	-936
རེའུ་	-937
ཐོན་སྐྱེད་	-938
འཁྱོངས་	-939
ལ་གྱི་	-940
སྟེང་	-941
གཡ	-942
སློབ་གས	-943
ཤོག་	-944
ཕོ་	-945
རྐང་	-946
ལག་རྩལ་གྱིས་	-947
བྱ་ཐབས་	-948
དགེ་	-949
ཀླ	-950
ུག	-951
འོས་འཚམ་	-952
སྡེ་	-953
མ་དངུལ་	-954
རོགས་བྱས་ནས་	-955
ལྟས་	-956
ཡག་པོ་	-957
ངལ་	-958
དམིགས་ཚད་	-959
སྔར་བས་	-960
ཡོད་པའི་	-961
ཁྱོད་ཀྱི་	-962
བསྒྱུར་	-963
ག་གི་	-964
བྱས་ཆོག	-965
▁གཅིག	-966
དུ།	-967
གདངས་	-968
▁ངས་	-969
ཤིག་ཡིན་	-970
བརྟག་དཔྱད་	-971
བུད་མེད་	-972
གཙོ་བོ་	-973
ཞུའི་	-974
རྒྱུན་འཁྱོངས་	-975
རྨ	-976
མི་སྣ་	-977
དེ་བས་ལེགས་	-978
དུས་ཐོག་ཏུ་	-979
བྱས་ཆོག་	-980
རིན་ཐང་	-981
རྫོང་	-982
ཕན་པ་	-983
ཁྱེད་རང་ལ་	-984
མཚོ་	-985
སྐུལ་འདེད་	-986
གྲོན་	-987
གྲགས་	-988
འགྲུབ་	-989
ལ་བརྟེན་པའི་	-990
ལག་བསྟར་	-991
འདིའི་	-992
འགྱུར་ལྡོག་	-993
མ་འ	-994
རང་བཞིན་གྱི་	-995
སྒོར་	-996
འང་	-997
th	-998
འགྲིག་	-999
གཏོང་ཐུབ།	-1000
རྡུལ་	-1001
ཚབ་ཨང་	-1002
རྩོད་	-1003
ཞིང་ཆེན་	-1004
ཚོགས་པའི་ཁོངས་	-1005
ཞིག་རེད།	-1006
ལ་ཤུགས་རྐྱེན་	-1007
མེད།	-1008
ལྟ་ཞིབ་	-1009
བརྩེ་དུང་	-1010
དབྱངས་	-1011
གྲོས་འགོ་	-1012
ལེགས་སྒྲིག་	-1013
གཏན་འབེབས་	-1014
བཅའ་	-1015
བཅས་ཀྱི་	-1016
གནམ་	-1017
བྱ་རིམ་	-1018
ལོའི་ཟླ་	-1019
ཇུས་གཞི་	-1020
ཁོང་ཚ	-1021
འདི་དག་གིས་	-1022
དཀའ་	-1023
དྲང་	-1024
དཔལ་	-1025
བསྡུས་	-1026
གྱུར་	-1027
སྐྱོན་	-1028
རེའུ་མིག་	-1029
ཁོ་ཚོའི་	-1030
སྤྱི་ཚོགས་ཀྱི་	-1031
དེ་བས་མང་	-1032
ཚོང་གཉེར་	-1033
རང་བྱུང་སྐད་	-1034
འདུ་	-1035
གཏད་	-1036
སྲིད་གཞུང་	-1037
ཐབས་ལམ་	-1038
སྟེ་	-1039
བརྩམས་	-1040
སོ་	-1041
སློང་	-1042
བཀག་	-1043
ཆེད་ལས་	-1044
འོག་	-1045
བྱས།	-1046
མི་འདྲ་བ་	-1047
བཀོལ་ནས་	-1048
དང་ལེན་	-1049
མ་འོངས་	-1050
ཤིང་	-1051
འབྲི་	-1052
དེ་བཞིན་	-1053
གྲོགས་	-1054
oo	-1055
ོའུ་	-1056
བརྩོན་	-1057
བལྟས་	-1058
དང་མཉམ་	-1059
སླ་	-1060
ལྕ	-1061
སྟོ	-1062
རེའི་	-1063
བོད་	-1064
འདྲ་མཉམ་	-1065
བཟུང་	-1066
མིའི་རིགས་ཀྱི་	-1067
གནད་དོན་ཐག་གཅོད་	-1068
ལྟ་སྐུལ་	-1069
སྐྱེ་	-1070
རེ་བ་	-1071
ུས།	-1072
རེད་	-1073
པ་ནི་	-1074
ལས་ཆོད་	-1075
སྒྲ་	-1076
མཛེས་	-1077
འདུས་	-1078
དགོས་མཁོ་དང་	-1079
ཡོ་བྱ	-1080
ཆགས་	-1081
ཆེར་	-1082
གསོག་	-1083
འབྲེལ་གཏུག་	-1084
སྐད་གདངས་	-1085
ལྡོག་འདྲེན་	-1086
ལེ་	-1087
པར་མ་ཟད།	-1088
▁གོང་	-1089
ཉེ་	-1090
དྲག་	-1091
ཤེས་བྱ་	-1092
ཐིག་	-1093
ཁ་གཏད་	-1094
གཙང་	-1095
སློབ་གསོའི་	-1096
དེབ་	-1097
བརྒ	-1098
ཡིད་ཆེས་	-1099
བྱེད་ཀྱི་	-1100
ཚུན་	-1101
ཟློས་	-1102
རྒོལ་	-1103
སམ་	-1104
མཉེན་	-1105
འགྲིམ་	-1106
ུའེ་	-1107
མུ་	-1108
རིགས་རྒྱུད་	-1109
ས་ཁུལ་	-1110
ཡུན་	-1111
བྱས་ཡོད།	-1112
སྟབས་བདེ་	-1113
ཉི་	-1114
མིན་པའི་	-1115
ཅེས་	-1116
བཞག་	-1117
ུར།	-1118
སོགས་ལྟ་བུ།	-1119
ཁང་གི་	-1120
ཀ་	-1121
གནོན་	-1122
བརྙན་རིས་	-1123
ཡོད་པས་	-1124
ཐེ་	-1125
ོར།	-1126
སྟོབས་	-1127
ཡ་	-1128
སྤྱིའི་	-1129
མོང་	-1130
ཅུང་	-1131
རི་མོ་	-1132
རྟོག་	-1133
ད་སྤྱོད་	-1134
ཡོན་	-1135
འགལ་	-1136
འོས་འཚམ་གྱི་	-1137
ཉུང་དུ་གཏོང་	-1138
རང་འགུལ་ངང་	-1139
འཕྲད་	-1140
སོང་	-1141
བཞིན་ཡོད།	-1142
ཡོད་དེ།	-1143
རྩེ་	-1144
འཕྲུལ་འཁོར་	-1145
ཀུན་	-1146
ལྷོད་	-1147
ཟེར།	-1148
གདམ་	-1149
སྐོར་གྱི་	-1150
དམིགས་བས	-1151
པེ་	-1152
འདི་ནི་	-1153
མ་ཟད་	-1154
འགྲིམ་འགྲུལ་	-1155
དམའ་	-1156
སྤེལ་རེས་	-1157
རྒན་	-1158
སྔོན་ལ་	-1159
ཕན་པ་ཡོད།	-1160
དཔལ་འབྱོར་	-1161
བརྡའི་	-1162
ཚུགས་	-1163
གཤམ་གསལ་	-1164
འཚམ་པའི་	-1165
དར་	-1166
ཚད།	-1167
དཀར་	-1168
སྤོ་	-1169
ཆའི་	-1170
འདེབས་	-1171
འགྲན་བསྡུར་	-1172
ཞིག་ཡིན་ཞིང་།	-1173
ཐུང་	-1174
མི་སྒེར་གྱི་	-1175
འགག་	-1176
བྱེད་སྐབས་	-1177
གླེང་	-1178
བ་ནི་	-1179
ཡོ་བྱད་	-1180
འཛིང་	-1181
ཕན་ཚུན་	-1182
བེད་སྤྱད་ནས་	-1183
ཚགས་	-1184
འདེམ་	-1185
དབྱི་	-1186
ཐུབ་པའི་	-1187
སློབ་གསོ་	-1188
གྲས་	-1189
སློབ་སྦྱོང་དང་	-1190
ཅིན་	-1191
ཐུན་	-1192
འཛད་སྤྱོད་	-1193
ཚོང་རྟགས་	-1194
དྲ་ཐོག་	-1195
བསྟུན་	-1196
ཆབས་	-1197
མཉེན་ཆས་	-1198
འགྲན་སློང་	-1199
སྙོམས་	-1200
གྲུབ་འབྲས་	-1201
དང་འབྲེལ་བ་	-1202
ིའུ་	-1203
ཇི་ལྟར་བྱས་ནས་	-1204
ཤ་	-1205
བདག་	-1206
དུ་འཇུག་	-1207
བརྡ་ཁྱབ་	-1208
ལེགས་པོ་	-1209
པའམ་ཡང་ན་	-1210
འབྲེལ་འདྲ	-1211
re	-1212
རོལ་རྩེད་	-1213
ཁྲོམ་རའི་	-1214
བདེའི་	-1215
ཆབས་ཅིག་	-1216
རིག་ནུས་ལག་རྩལ་	-1217
བྱེད་ནུས་	-1218
མཐའ་	-1219
བསམ་ཚུལ་	-1220
བྱེད་ཆོག་	-1221
འབྲེལ་འདྲིས་	-1222
རང་འགུལ་ཅན་གྱི་	-1223
དབྱིན་	-1224
འགྲན་རྩོད་	-1225
རྙོག་	-1226
བརྒལ་	-1227
Py	-1228
སྙིང་	-1229
ཀུང་སིའི་	-1230
རང་བཞིན་ལ་	-1231
an	-1232
མུ་མཐུད་	-1233
དུས་མཚུངས་	-1234
ཁུར་	-1235
གནོད་	-1236
སྡོད་	-1237
འགྱ	-1238
བྱེད་སྒོ་	-1239
ལེགས་སུ་གཏོང་	-1240
ཁྱོན་	-1241
ས་གནས་	-1242
ཐབས་ཤེས་	-1243
ཉམས་མྱོང་	-1244
thon	-1245
བཅའ་ཁྲིམས་	-1246
ཐུན་མོང་	-1247
རིག་ནུས་ཀྱིས་	-1248
ཡུལ་སྐོར་	-1249
སྒྱ	-1250
ཁྱིམ་ཚང་	-1251
དོན་དངོས་	-1252
དེ་བས་མང་བ་	-1253
གཞན་ཡང་	-1254
རླུང་	-1255
དབྱང་	-1256
གློག་རྡུལ་	-1257
ཚང་མ་	-1258
ཁོ་ཚོས་	-1259
ཱ་	-1260
སྐྱེལ་	-1261
དེ་ལས་	-1262
རིན་གོང་	-1263
མགོ་	-1264
གལ་ཆ	-1265
ཡོང་བ་བྱེད་དགོས།	-1266
ལེགས་བཅོས་	-1267
ཀློག་	-1268
བདམས་	-1269
སྒུལ་	-1270
རིགས་དབྱེ་	-1271
ཞིག་ཏུ་	-1272
སུ།	-1273
ཚད་གཞི་	-1274
ུགས།	-1275
འགྲེམས་	-1276
འཁྲུལ་	-1277
ཞིག་ཡིན་པས།	-1278
རྙོག་འཛིང་	-1279
ཤུགས་སྣོན་	-1280
ཚོང་རའི་	-1281
བཏོན་	-1282
ཚོད་སྐོར་	-1283
at	-1284
བྱས་པ་བརྒྱུད་	-1285
རྒྱུན་ཆད་	-1286
གཅིག་ཏུ་	-1287
ུའོ་	-1288
ཞབས་ཞུའི་	-1289
ངོ་སྤྲོད་	-1290
བྱེད་ཆོག	-1291
བརྩི་འཇོག་	-1292
ལོག་	-1293
ཉར་	-1294
མ་གནས་	-1295
ཟོག་	-1296
ཡོད་པས།	-1297
རྒྱུན་མཐུད་	-1298
འབབ་	-1299
ལྡན་གྱི་	-1300
ནོར་འཁྲུལ་	-1301
ཕྱིན་	-1302
en	-1303
བསྐྲུན་	-1304
འདུག	-1305
ལྔ	-1306
རྒྱུན་ཆད་མེད་པར་	-1307
འཇལ་	-1308
ཁྲི་	-1309
ཡོད་དམ།	-1310
འཕར་	-1311
མ་འཇོག་	-1312
བཟོ་དགོས།	-1313
བརྟན་	-1314
གཞག་	-1315
དང་མི་	-1316
དྲན་	-1317
རྩོམ་ཡིག་	-1318
པོས་	-1319
དབང་རྩའི་	-1320
གདོང་	-1321
▁AI	-1322
བ་རེད།	-1323
འཛམ་	-1324
it	-1325
ལག་ལེན་	-1326
མཁོ་མཁན་	-1327
རྒྱུགས་	-1328
འཛམ་གླིང་	-1329
ཚང་མར་	-1330
རང་གཤིས་	-1331
སྲོག་	-1332
བྲིས་	-1333
བྱས་ན།	-1334
ཚད་ལ་	-1335
རྒྱའི་	-1336
ཕ་	-1337
ཤིང་།	-1338
རིམ་པ་	-1339
བཅུག་	-1340
ཀུང་སི་	-1341
ངོས་འཛིན་	-1342
ེག་	-1343
རེར་	-1344
ཀྲོའུ་	-1345
ཧུར་	-1346
མཉམ་སྤྱོད་	-1347
མེད་པའི་	-1348
མ་དཔེ་	-1349
Python	-1350
ལས་དོན་	-1351
གང་འདྲ་	-1352
བོའི་	-1353
ཚད་མཐོ་རུ་གཏོང་	-1354
རྒྱུ་རེད།	-1355
བྱེད་པ་དང་	-1356
ཡིག་ཆ་	-1357
འཚོ་བ་	-1358
ཡིན་པ་	-1359
རྩ་འཛུགས་	-1360
སྤྲོ་སྣང་	-1361
གི་རེད།	-1362
ུལ།	-1363
ཨུ་	-1364
ཁྱབ་ཁོངས་སུ་	-1365
བྱེད་པར་རོགས་རམ་	-1366
ཆུང་དུ་གཏོང་	-1367
ང་ཚོར་	-1368
གི་ཡོད།	-1369
མཁས་	-1370
འཐུས་	-1371
སྒོའི་	-1372
བྱེད་མི་	-1373
ཐོབ་ཐང་	-1374
པར་དུ་	-1375
གདེང་	-1376
འཕེལ་ཕྱོགས་	-1377
ཚན་རིག་	-1378
སློབ་ཚན་	-1379
འཚམས་	-1380
རྙེད་	-1381
དུས་ཚོད་དང་	-1382
རུ་ཁག་	-1383
ཡོང་བར་	-1384
གླུ་	-1385
ལས་བཟོ་	-1386
མཇུག་འབྲས་	-1387
སློབ་མའི་	-1388
སམ།	-1389
▁དེ་	-1390
དགོས་པ་མ་ཟད།	-1391
འཚོ་བའི་	-1392
བྱེ་	-1393
ཆེ་བ་	-1394
བཏང་ནས་	-1395
བཞི་	-1396
བྱའི་	-1397
སོགས་ཚུད་ཡོད།	-1398
ལ་བསམ་བློ་	-1399
ཧྲི་	-1400
བསམ་གཞིགས་	-1401
སྦྲེལ་	-1402
ན་ཏ	-1403
མི་སྣ	-1404
གྲུ་	-1405
འབྱུང་འགྱུར་	-1406
མགྱོགས་མྱུར་	-1407
ཧྲིལ་	-1408
སེམས་ཁམས་	-1409
བཟའ་	-1410
མོས་	-1411
ཉན་	-1412
མཐོ་བའི་	-1413
ཟས་	-1414
དངུལ་རྩའི་	-1415
རྨང་	-1416
གཞོན་	-1417
རྩལ་ནུས་	-1418
གདེང་འཇོག་	-1419
པོ།	-1420
བརྗེ་	-1421
གོ་བ་	-1422
▁ཁྱེད་རང་གི་	-1423
ཁྱེད་རང་གིས་	-1424
དཔེ་དབྱིབས་ཀྱི་	-1425
འདང་	-1426
གར་	-1427
ལག་རྩལ་གྱི་	-1428
ཞིག་གི་	-1429
ar	-1430
བསྒྲུབ་	-1431
ཤར་	-1432
བྱེད་མཁན་	-1433
བལྟས་ན་	-1434
ཁུལ་གྱི་	-1435
ཞིབ་ཕྲ	-1436
སྟེགས་བུ་	-1437
ཇེ་མཐོར་	-1438
ཕྱོགས་ཀྱི་	-1439
ཐོན་རྫས་ཀྱི་	-1440
ཐབས།	-1441
འབད་	-1442
བཟོའི་	-1443
ཀུན་སྤྱོད་	-1444
ཕན་ནུས་	-1445
ac	-1446
ཁའི་	-1447
རོགས།	-1448
རོལ་དབྱངས་	-1449
སྒྱུ་	-1450
བཅུ་	-1451
ལས་རོགས་	-1452
སློབ་གྲ	-1453
སྤྱིར་	-1454
ཞིབ་ཕྲའི་	-1455
བསམ་གཞ	-1456
རྒྱུན་དུ་	-1457
དམིགས་བསལ་གྱི་	-1458
st	-1459
ཁྱབ་བསྒྲགས་	-1460
དགོས་པའི་	-1461
ལྟ་བུ་	-1462
ཤིག་ཡིན།	-1463
ཉམས་ལེན་	-1464
སའི་	-1465
ཡོད་ཅིང་།	-1466
འོད་	-1467
བཤད་ན།	-1468
སླེབས་	-1469
ཕྲ་	-1470
མདུན་	-1471
ཐུབ་པ་མ་ཟད།	-1472
ཚན་རྩལ་	-1473
སྐྱིད་	-1474
ཡོངས་ཀྱི་	-1475
བརྒྱབ་	-1476
རྩིས་རྒྱག་	-1477
ལྟའི་	-1478
ུན་གྱི་	-1479
▁-	-1480
རང་ལ་	-1481
དེ་དང་	-1482
དབང་རྩའི་དྲ་	-1483
ཚོགས་ཀྱི་	-1484
འབོར་ཆེན་	-1485
བློ་རྩེ་	-1486
དཔོན་	-1487
སྲིད་ཇུས་	-1488
གནང་	-1489
འགན་འཁྲ	-1490
lo	-1491
འི	-1492
པ་སྟེ།	-1493
གནོན་ཤུགས་	-1494
ཁོང་ཚོའི་	-1495
▁གལ་ཏེ་	-1496
འོས་སྦྱོར་	-1497
གཏོང་བའི་	-1498
སྟོང་	-1499
བརྟེན།	-1500
ལྟེ་	-1501
ནི་ཧ་ཅང་	-1502
ཅིང་	-1503
གསར་འགྱུར་	-1504
རབས་ཀྱི་	-1505
འཁུར་	-1506
ཡིན་ཞིང་།	-1507
མི་དམངས་	-1508
ཞིག་གིས་	-1509
ལ་སྲུང་སྐྱོབ་	-1510
སྡེབ་	-1511
ཁ་པར་	-1512
འགའ་ཡོད་དེ།	-1513
ལྷ་	-1514
བསམ་གཞིག་	-1515
སྨི་	-1516
དགོས་མཁ	-1517
འདིར་	-1518
ཏོག་	-1519
ཐ་སྙ	-1520
བྱེད་པ་དང་།	-1521
ཁྲལ་	-1522
སྒྱུ་རྩལ་	-1523
གཞིར་	-1524
རྗེས་འདེད་	-1525
ཕོ་མོའི་	-1526
ནུས་པ་དང་	-1527
ཡིན་པས།	-1528
འཚོལ་ཞིབ་	-1529
བྱུང་བའི་	-1530
རྒྱུར་རོགས་རམ་	-1531
དང་པོ་	-1532
རྟེན་འབྱུང་	-1533
སྐད་ཆ་	-1534
གློག་བརྙན་	-1535
ནམ་	-1536
ཧྭ་	-1537
དེར་བརྟེན།	-1538
ལིན་	-1539
ཡིན་པའི་	-1540
དེ་རིགས་	-1541
གནད་དོན་ལ་	-1542
གེ་	-1543
al	-1544
དགའ་ཕྱོགས་	-1545
རང་བྱུང་སྐད་བརྡ་	-1546
གྲོང་ཁྱེར་གྱི་	-1547
རང་གཤིས་ཅན་གྱི་	-1548
ཡིད་ཚ	-1549
ལུས་རྩལ་	-1550
བྱས་ཚེ་	-1551
ཐོག་མར་	-1552
ལེགས་འགྲུབ་	-1553
ཆེ་རུ་	-1554
ཐད་ཀྱི་	-1555
རིག་ནུས་ཀྱི་	-1556
ལྷོ་	-1557
མ་དངུལ་འཇོག་	-1558
གོམས་	-1559
དང་མཐུན་	-1560
རྟེན་འབྱུང་གྲངས་	-1561
རྩིས་འཁོར་	-1562
ལྕགས་	-1563
ཐ་སྙད་	-1564
ཆོག་སྟེ།	-1565
བྱ་རྒྱུའི་	-1566
ཚོ་	-1567
མི་འདྲ་བར་	-1568
ལ་སྐུལ་འདེད་	-1569
འཁོར་སྐྱོད་	-1570
ཕོག་	-1571
བྱེད་དགོས་པའི་	-1572
ལ་རྒྱབ་སྐྱོར་	-1573
སྐུལ་མ་	-1574
ཁེ་ལས་ཀྱིས་	-1575
ཞིབ།	-1576
བྱས་པ་རེད།	-1577
སྔ་	-1578
ལྟ་ཞིབ་ཚད་ལེན་	-1579
▁གོང་གི་	-1580
མཉམ་དུ་	-1581
མངའ་	-1582
ཆེ་ཤོས་	-1583
སྦྲག་	-1584
རྩོམ་སྒྲིག་	-1585
ང་གི་	-1586
སློབ་ཁྲིད་	-1587
སྡུག་	-1588
དགོས།དཔེར་ན།	-1589
ལ་བ	-1590
མུ་མཐུད་དུ་	-1591
ལས་རིགས་ཀྱི་	-1592
རེ་རེའི་	-1593
ཤིན་	-1594
རིགས་ཀྱི་	-1595
ཞན་	-1596
བཅད་	-1597
པུའུ་	-1598
དྲིལ་	-1599
གའི་	-1600
མཆ	-1601
ཡན་	-1602
ཡོང་བའི་	-1603
▁འོན་ཀྱང་	-1604
སྡོམ་	-1605
སྐུ་	-1606
ཚལ་	-1607
མི་དང་	-1608
ཆབ་	-1609
མི་རྣམས་ཀྱིས་	-1610
གནོད་འཚ	-1611
ཆུད་	-1612
བློ་རྩེ་གཅིག་ཏུ་	-1613
ཁོ་ཚོར་	-1614
བྱ་བ་	-1615
ཁྱད་པར་	-1616
རྟོན་	-1617
སྣེ་	-1618
གསོ་སྦྱོང་	-1619
སེལ་	-1620
སྔར་ལས་ལེགས་	-1621
ལུའུ་	-1622
འབྲེལ་ཡོད་ཀྱི་	-1623
འཛུགས་སྐྲུན་	-1624
བགོ་	-1625
བཏང་སྟེ་	-1626
འཚོང་	-1627
ལྟར་བྱས་ན་	-1628
གལ་ཆེའི་	-1629
ཡིད་རྟོན་	-1630
དགེ་རྒན་	-1631
དེའི་ནང་དུ་	-1632
རྒྱུ་ཡིན།	-1633
རྒྱུན་གྱི་	-1634
རུང་།	-1635
འཚམས་འདྲི་	-1636
ཡོད་པ་དང་།	-1637
བྱེ་བྲ	-1638
ཐོག་གི་	-1639
རང་ཉིད་ལ་	-1640
ནུབ་	-1641
གནད་འཁེལ་	-1642
དེ་དག་གིས་	-1643
ལེགས་སྒྱུར་	-1644
དཔོག་	-1645
འཐབ་	-1646
ཟུར་	-1647
འདུ་ཤེས་	-1648
ཚང་མས་	-1649
ཏ་	-1650
གཏམ་རྒྱུད་	-1651
ཡར་	-1652
ཁོང་གིས་	-1653
▁༢	-1654
གཏོགས་	-1655
དྲང་གཞག་	-1656
གཤིས་ནུས་	-1657
གསལ་བཤད་	-1658
པ་དཔེར་ན།	-1659
ཀྲུང་གོ་	-1660
ལ་དོ་སྣང་	-1661
རྒྱུན་མཐོང་	-1662
ཅ་	-1663
གཤམ་ནི་	-1664
འཕྲུལ་ཆས་ཀྱི་	-1665
ལས་སྟེགས་	-1666
སྐོང་	-1667
བྱ་དགའ་	-1668
ཡིག་ཆའི་	-1669
ལས་བརྒལ་	-1670
སྐར་མ་	-1671
ལས།	-1672
ཚོས་	-1673
om	-1674
དམིགས་འབ	-1675
སློབ་མ་	-1676
བྱེད་སྐབས།	-1677
ཐོགས་	-1678
མ་འོངས་པའི་	-1679
ཧོ་	-1680
ལ་ཤུགས་སྣོན་	-1681
as	-1682
དུས་བཀག་	-1683
ཐུབ་པ་བྱེད་དགོས།	-1684
ཀྲང་	-1685
ལག་རྩལ་དང་	-1686
མི་གཞན་	-1687
བླངས་	-1688
སོ་ས	-1689
འགྲེལ་	-1690
གོས་	-1691
མེད་ཀྱི་	-1692
ལས་ཁུངས་	-1693
བབ་	-1694
འབད་བརྩོན་	-1695
ཡང་དག་པའི་	-1696
ཁྲོད་དུ།	-1697
དོན།	-1698
དབྱེ་ཞིབ།	-1699
ཕལ་	-1700
ཟ་	-1701
ཡུན་རིང་	-1702
གནམ་གཤིས་	-1703
ནང་ཞུགས་	-1704
ལྔ་	-1705
རྗེས།	-1706
དང་མཉམ་ལས་	-1707
གནོད་འཚེ་	-1708
བྱ་རིམ་སྒྲིག་	-1709
བྱེད་པ་མ་ཟད།	-1710
རྣམ་པའི་	-1711
སྔོན་འགོག་	-1712
དམིགས་འབེན་	-1713
པར།	-1714
ཡོད་ན།	-1715
རིག་གནས་ཀྱི་	-1716
ལྷན་	-1717
སྡུད་	-1718
ཧྥུ་	-1719
གཞིགས་ན།	-1720
ནུས་ཤུགས་	-1721
འཛུགས་དགོས།	-1722
ལན་འདེབས་	-1723
ཤོར་	-1724
ལས་ཕྱོད་དང་	-1725
གཞི་གྲངས་ལ་	-1726
ཡིན་པ་དང་།	-1727
ཉོ་སྒྲུབ་	-1728
▁--	-1729
བརྩམས་ཆོས་	-1730
འཛད་སྤྱོད་པའི་	-1731
ལོངས་	-1732
མ་ལག་གི་	-1733
སྤྱོད་མཁན་གྱིས་	-1734
ཛ་	-1735
འགན་འཁྲི་	-1736
དྲ་རྒྱའི་	-1737
ཁེ་ལས་ཀྱི་	-1738
དྲོད་	-1739
བསྡོམས་	-1740
གསར་བ་	-1741
འཆར་འགོད་	-1742
དྲ་ཚིགས་ཀྱི་	-1743
སྤྲད་	-1744
ཝུའུ་	-1745
ཡིད་ཚིམ་	-1746
ལས་འག	-1747
མཇུག་མཐ	-1748
ཆ་དང་	-1749
ཚོད་ལྟའི་	-1750
གྲ་	-1751
ཞེས་པའི་	-1752
རྒྱ་ཁྱབ་	-1753
ཞིག་ལ་	-1754
རྔ	-1755
དེ་གའི་	-1756
མིན།	-1757
གྱི་ཡོད།	-1758
ལས་གནས་	-1759
རྒྱུན་མཐོང་གི་	-1760
སུམ་	-1761
སྣ་མང་	-1762
བསྐ	-1763
ཐོར་	-1764
གསང་དོན་	-1765
ལ་རོགས་རམ་	-1766
བྱིས་	-1767
ed	-1768
ཆེད།	-1769
བདེ་འཇགས་ཀྱི་	-1770
ཟམ་	-1771
གསོ་རིག་	-1772
ཡོད་མོད།འོན་ཀྱང་	-1773
དགོས་མཁོར་	-1774
མུའུ་	-1775
ཀུང་སིས་	-1776
ངན་	-1777
འདོད།	-1778
ནི།	-1779
སྟབས་བདེའི་	-1780
སློབ་ཆེན་	-1781
རྒྱུ་མཚན་	-1782
བྱེད་དུ་འཇུག་	-1783
ཤུགས་རྐྱེན་ཐེབས་	-1784
དང་ཐག་གཅོད་	-1785
འཛིན།	-1786
གོ་བ་ལེན་	-1787
ཝང་	-1788
སིའི་	-1789
བག་	-1790
ཚ་	-1791
ཚོགས་སྤྱི་	-1792
དགོས་པ་	-1793
བྱ་བའི་	-1794
ཆབ་སྲིད་	-1795
བློ་ཡིད་ཚིམ་	-1796
ཝེ་	-1797
ར་སྤྲོད་	-1798
དོན་རྐྱེན་	-1799
བཟོ་བ།	-1800
ཐུག་	-1801
▁བ་	-1802
གཤམ་གསལ་གྱི་	-1803
ཆད་པར་	-1804
ལས་ཞུགས་	-1805
མྱུར་ཚད་	-1806
གདན་	-1807
ནད་པའི་	-1808
སྒྲོམ་	-1809
པར་ཁག་ཐེག་	-1810
གསལ་པོ་	-1811
ཨེ་	-1812
རྒྱུན་ལྡན་	-1813
ལྟ་བ་	-1814
བརྩི་སྲུང་	-1815
ཡིན་ན	-1816
བྱེད་རོགས་	-1817
དཔྱད་དཔོག་	-1818
དུག་	-1819
ནག་	-1820
སོགས་ཡིན།	-1821
བརླ	-1822
བམ།	-1823
ཉུང་དུ་	-1824
དང་དབྱེ་ཞིབ་	-1825
རྒྱབ་ལྗོངས་	-1826
འཕེལ་རྒྱས་ཀྱི་	-1827
སྟེང་དུ་	-1828
ཉོ་ཚོང་	-1829
མ་རྐང་	-1830
▁TiLamb	-1831
སྐད་བརྡ་	-1832
ic	-1833
བཟོས་ནས་	-1834
བསྟན་	-1835
རང་གིས་	-1836
གནའ་	-1837
བྲིན་	-1838
ཞའོ་	-1839
བརྙན་ལམ་	-1840
མཁའ་	-1841
ཡའི་	-1842
ངེས་པར་དུ་	-1843
རྣམ་གྲངས་ཀྱི་	-1844
གནད་ལ་	-1845
ཕུལ་	-1846
གྲ་སྒྲིག་	-1847
འགུག་	-1848
ཕལ་ཆེར་	-1849
རྒྱལ་སྤྱིའི་	-1850
ཁྱིམ་ཆས་	-1851
སྲིད་གཞུང་གིས་	-1852
ནུས་ལྡན་གྱི་	-1853
བཙུགས་ནས་	-1854
དུམ་	-1855
ཁ་སྣོན་	-1856
ནུས་ཁུངས་	-1857
སླར་	-1858
ཆུང་ཆུང་	-1859
ཆག་	-1860
འ།	-1861
མགྲོན་	-1862
ཁྲོད་ནས་	-1863
བྲོ་	-1864
གཞི་རྩའི་	-1865
ཐོབ་པའི་	-1866
དད་	-1867
ཡིད་དབང་	-1868
བཞིན།	-1869
ཅན་དང་	-1870
▁ངའི་	-1871
སྔར་བཞིན་	-1872
མོལ་	-1873
དེ་ནས་	-1874
འདུག་	-1875
སྐྱེ་དངོས་	-1876
ཁ་ཕྱོགས་	-1877
དུས་ཚོད་ཀྱི་	-1878
མི་ཆད་པར་	-1879
གཞས་	-1880
གསལ།	-1881
རིའི་	-1882
དུ་བཅུག་	-1883
མཛུབ་	-1884
བཟོ་སྐྲུན་	-1885
འདྲེས་	-1886
ཕོ་མོའི་དབྱེ་	-1887
གི་ཡོད་པ་རེད།	-1888
ཚུར་	-1889
ཞུས་	-1890
བསྲ	-1891
མང་པོའི་	-1892
རང་བཞིན།	-1893
གཉིས་ཀྱི་	-1894
ཟབ་མོ་	-1895
བློས་	-1896
དམར་	-1897
ཆུ་ཚོད་	-1898
རྗེ་	-1899
བསྡུ་ལེན་	-1900
ཧན་	-1901
མི་རྣམས་ལ་	-1902
རྒྱུན་པར་	-1903
པ་བྱེད་དགོས།	-1904
ངེས་ཅན་	-1905
སྔའི་	-1906
འགའ་ཡིན།	-1907
ཆ།	-1908
བོར་	-1909
མི་ཐབས་ཀྱི་	-1910
ཁུག་	-1911
ཀྲུའུ་	-1912
གནས་ཚུལ་ལ་	-1913
བརྒྱུད་དེ་	-1914
ཤེ་	-1915
eb	-1916
དང་རྒྱབ་སྐྱོར་	-1917
གཏོང་བ།	-1918
ལུང་	-1919
མང་དུ་གཏོང་	-1920
རྒྱལ་ཁབ་ཀྱི་	-1921
དབར་གྱི་	-1922
བདེ་ཐང་གི་	-1923
བྱེད་པ་ནི་	-1924
མཚམས་སྦྱོར་	-1925
རིགས།	-1926
ངོས་ནས་	-1927
མིར་	-1928
གམ།	-1929
ཚོའི་	-1930
ཚོགས་འད	-1931
དོ་དམ་གྱི་	-1932
བརྒྱ	-1933
ཐུབ་པ་དང་།	-1934
ཐའེ་	-1935
ཧྥ་	-1936
བགྲ	-1937
པོ་དང་	-1938
བླང་	-1939
འབྱུང་ཁུངས་	-1940
ཁ་ད	-1941
ཆེད་ལས་ཀྱི་	-1942
ཕུའུ་	-1943
བུའི་	-1944
པ་དེ་	-1945
ཉིན།	-1946
ཆེ་རུ་གཏོང་དགོས།	-1947
ཞིབ་ཕྲ་	-1948
ཧྲན་	-1949
མིང་ལ་	-1950
ཞེས་པ་ནི་	-1951
དྲིལ་བསྒྲགས་	-1952
སྐད་གྲགས་	-1953
སྨྱན་སྦྱོར་གྱི་	-1954
སྟོབས་ཤུགས་	-1955
ཁོང་གི་	-1956
དང་མཉམ་དུ་	-1957
ཕྱོགས་བསྡུས་	-1958
གོ་ལ་	-1959
སྔར་ལས་ལེགས་པར་	-1960
གཞན་པའི་	-1961
བྱས་རྗེས་	-1962
འགྲེལ་བཤད་	-1963
མགྱོགས་མྱུར་ངང་	-1964
ུན།	-1965
སྐད་ཡིག་	-1966
སྲོལ་རྒྱུན་	-1967
ལུགས་ཀྱི་	-1968
ཉེས་	-1969
སྒྲིལ་	-1970
ཁ་གསལ་	-1971
ཕུང་	-1972
རྒྱུ་ཆ་	-1973
ས་གནས་དེ་གའི་	-1974
བྱེད་ཐུབ།དཔེར་ན།	-1975
མདོག་	-1976
ངལ་གསོ་	-1977
འཕེལ་རྒྱས་འགྲོ་	-1978
ཨན་	-1979
འཁྲབ་སྟོན་	-1980
གནད་ལ་འཁེལ་	-1981
དགའ་པོ་	-1982
རྩལ།	-1983
རོགས་པ་	-1984
ཅན་དུ་	-1985
བརྙན་འཕྲིན་	-1986
དབུལ་	-1987
ཁྱིམ་ཚང་གི་	-1988
སྦྲག་རྫས་	-1989
འཕེལ་རྒྱས་དང་	-1990
རྡོ་	-1991
ཡུས་	-1992
ཧའེ་	-1993
གྲངས།	-1994
ཚོང་ལས་	-1995
འགོ་ཁྲིད་	-1996
ཁོང་དུ་	-1997
ྭའི་	-1998
རྒྱུ་དང་	-1999
རྒྱུ་མཚན་ནི་	-2000
མ་ལག་གིས་	-2001
ཏུང་	-2002
es	-2003
ཆུ་ཚད་	-2004
ur	-2005
དུས་མཚུངས་སུ་	-2006
བྱེད་དགོས་པ་	-2007
བདེན་	-2008
མཁོ་མཁན་ལ་	-2009
ལས་འགན་གྱི་	-2010
སྲོལ་རྒྱུན་གྱི་	-2011
ལ་ཞིབ་བཤེར་	-2012
བྱ་འགུལ་	-2013
མཐུན་གྱི་	-2014
ལག་རྩལ་དེ་	-2015
ལགས་	-2016
གཏིང་ཟབ་པའི་	-2017
བསམ་ཤེས་	-2018
ཁོང་དུ་ཆུད་	-2019
མཚན་ཉིད་	-2020
རྒྱུ་དེ་	-2021
གྱོན་	-2022
བྱུང་བ་	-2023
འདྲ་མཉམ་གྱི་	-2024
དོ་དམ་དང་	-2025
བྱས་པར་	-2026
བྱེ་བྲག་གི་	-2027
བཙལ་	-2028
འཕྲུལ་མིའི་	-2029
ུའ	-2030
ཡང་བསྐྱར་	-2031
དགོས་ན།	-2032
གློ་	-2033
ཅི་ཞིག་	-2034
གླ་	-2035
རྐྱང་	-2036
ཐག་གཅོད་ཇུས་གཞི་	-2037
བྱ་རྒྱུར་	-2038
ད་གཟ	-2039
ལས་སྒོའི་	-2040
▁S	-2041
ངར་	-2042
ད་གཟོད་	-2043
ེལ།	-2044
ཀར་	-2045
ཁྱབ་གད	-2046
རག་	-2047
རྣམ་འགྱུར་	-2048
བྲིན་ཚོང་	-2049
འཇིགས་	-2050
གདམ་ག་	-2051
འདས་	-2052
et	-2053
དོ་ཁུར་	-2054
ཟུང་	-2055
ཕྱེ་	-2056
མཐར་	-2057
ཛ་དྲག་	-2058
བཙོག་	-2059
མཉམ་འབྲེལ་	-2060
དོད་	-2061
སྨན་པས་	-2062
མཐུན་སྦྱོར་	-2063
འཕྲོག་	-2064
སྤྱོད་དགོས།	-2065
ཐེབས་པའི་	-2066
▁བ་དམ	-2067
ཅུས་	-2068
མང་པོ་ཞིག་གིས་	-2069
བྲལ་	-2070
ཉིང་	-2071
ཤིག་ཡིན་ཞིང་།	-2072
ངག་	-2073
སྨན་རྫས་	-2074
སྨྱན་གཟུགས་	-2075
འཆ	-2076
ངེས་ཀྱི་	-2077
པའམ་	-2078
ཁེ་ཕན་	-2079
པིན་	-2080
པར་རིས་	-2081
gle	-2082
བསྔ	-2083
ཀོང་	-2084
བཙན་	-2085
ུ་ག	-2086
གང་རུང་	-2087
སྤྱོད་ཀྱི་	-2088
ag	-2089
དབྱེ་ཞིབ་དང་	-2090
འདུན་	-2091
དུས་བཀག་ལྟར་	-2092
པ་ཞིག་རེད།	-2093
ཁོངས་སུ་	-2094
ལ་ཞུགས་	-2095
སྙིགས་	-2096
ཏང་	-2097
འགྲིག	-2098
དང་དེ་བཞིན་	-2099
དོ་མཉམ་	-2100
ལེགས་སྒྲུབ་	-2101
ut	-2102
སྲོག་ཆགས་	-2103
གཅིག་གི་	-2104
ལྟ་བུ་རེད།	-2105
བཀོལ་སྤྱོད་ཀྱི་	-2106
མེ་ཏོག་	-2107
ནགས་	-2108
ཆེ་ཆུང་	-2109
སྒྲིག་སྦྱོར་	-2110
ནང་འདྲེན་	-2111
མཛེས་སྡུག་	-2112
ཕུན་	-2113
ཁ་དོག་	-2114
མིག་སྔར་	-2115
ཐུབ་པར་	-2116
འཚོལ་བཤེར་	-2117
ནོར་དོན་	-2118
པའོ་	-2119
སྔོན་རྩིས་	-2120
av	-2121
འགྱངས་	-2122
དེ་དག་ལ་	-2123
སེམས་ཁྲལ་	-2124
འགན་འཁུར་	-2125
ུངས།	-2126
རན་	-2127
དགེ་མཚན་	-2128
བཀའ་	-2129
བྱེད་བདེ་	-2130
བཟང་པོ་	-2131
ནར་	-2132
མང་བའི་	-2133
ཡི་གེ་	-2134
སོགས་ཚུད་	-2135
དོན་དངོས་ཀྱི་	-2136
མེད་པ་	-2137
ཨ་རིའི་	-2138
བགོ་བཤ	-2139
བྱེད་ཚད་	-2140
ཧུར་ཐག་	-2141
མང་ཚོགས་	-2142
བླང་བྱ་	-2143
ཁག་གི་	-2144
གླུ་དབྱངས་	-2145
ཧེ་	-2146
སྙན་ཞུ་	-2147
ཀྱི་ནུས་པ་	-2148
ཁས་	-2149
གཟའ་	-2150
རྨང་གཞིའི་	-2151
ལ་མཐོང་ཆུང་	-2152
འཕེལ་རིམ་	-2153
ཐུབ་པ་དང་	-2154
གྲངས་ཐང་	-2155
ཉ་	-2156
རྟོག་བཟོའི་	-2157
གཟུགས་བརྙན་	-2158
སྤྱིར་བཏང་	-2159
དགོས་པ་དང་།	-2160
བར་དུ་	-2161
མོར་	-2162
ཕུན་སུམ་	-2163
ཐད་ནས་	-2164
འདི་ལྟར་བྱས་ན་	-2165
ཕྱོགས་སུ་	-2166
གྲོང་རྡ	-2167
ཁེ་དབང་	-2168
མཛའ་	-2169
མི་ཡོང་བ་	-2170
གཤམ་གསལ་ནི་	-2171
ཁྱབ་སྤེལ་	-2172
རིམས་	-2173
བྱུང་།	-2174
ing	-2175
སྡེ་ཁུལ་	-2176
དམིགས་ཚད་དང་	-2177
ཁྱབ་གདལ་	-2178
ཐུགས་	-2179
འཕྲོད་	-2180
ཁ་གཏད་འཇལ་	-2181
བར།	-2182
དཀའ་ངལ་	-2183
ལས་འགན་དང་	-2184
སུའུ་	-2185
ཨར་	-2186
མཚོན་པར་	-2187
ཁང་དུ་	-2188
ཡིག་གི་	-2189
མི་རིགས་	-2190
ལེགས་པའི་	-2191
འགྲིག་གི་རེད།	-2192
དྲུག་	-2193
གྲུབ་ཚུལ་	-2194
འགེལ་	-2195
རིག་ནུས་ཁྱིམ་ཆས་	-2196
མཚོ་སྔོན་	-2197
ཀྲི་	-2198
ཞུ།	-2199
ནུས་ལྡན་	-2200
བྱས་པ་དང་།	-2201
འགྲམ་	-2202
གཞི་རྒྱུ་	-2203
ཧྲིལ་པོའི་	-2204
སྲིད་པའི་	-2205
ཧུར་བརྩོན་	-2206
ཉིན་གྱི་	-2207
མས།	-2208
དུང་ཕྱ	-2209
▁བ་དམན།	-2210
ཞུགས་གྲངས་	-2211
ཐེབས་སྲིད།	-2212
གམ་	-2213
དྲི་	-2214
དབང་ཆ་	-2215
དབང་རྩའི་དྲ་རྒྱ་	-2216
གཞི་གྲངས་དང་	-2217
རར་	-2218
བདེ་སྲུང་	-2219
གཞི།	-2220
གཅོག་	-2221
Goo	-2222
གཞོལ་	-2223
ཆུའི་	-2224
འགག་རྩའི་	-2225
ཏན་	-2226
བརྩེ་དུང་གི་	-2227
ཆོག་པའི་	-2228
ལོ་རྒྱུས་ཀྱི་	-2229
བརྒྱ་	-2230
གོམ་	-2231
ch	-2232
ཕར་	-2233
རྒྱུ་ནི་	-2234
གོམས་གཤིས་	-2235
གཞི་ནས་	-2236
དོ་དམ།	-2237
ེངས་	-2238
ཙུང་	-2239
ལུའོ་	-2240
མ་འོངས་པར་	-2241
པར་རོགས་རམ་	-2242
ཟམ་མི་ཆད་པར་	-2243
རུབ་	-2244
བྱེད་དགོས་པ་དང་།	-2245
དཔེ་དེབ་	-2246
གྲོས་བསྡུར་	-2247
གོ་གནས་	-2248
སྤྱོད་མཁན་	-2249
ལ་སྔོན་དཔག་	-2250
Google	-2251
རྒྱབ་སྐྱོར་དང་	-2252
འབྲིང་	-2253
དངོས་རྫས་	-2254
ཕྱིར་ལོག་	-2255
གད་	-2256
འདུས།	-2257
ཡེ་	-2258
དངོས་ཡོད་	-2259
སྤོ་ལོའི་	-2260
ཆ་ཚང་	-2261
སྦྱོང་བརྡར་དང་	-2262
གང་ལེགས་	-2263
ཁྲེང་	-2264
གཤམ་དུ་གསལ་	-2265
པའི་ཚེས་	-2266
ཧྥེ་	-2267
ཐེན་	-2268
བྱེད།	-2269
ཤོག་བྱང་	-2270
འཕུར་	-2271
ཐོན་རྫས་དང་	-2272
རྒྱུ་ནོར་	-2273
ཡིན་ལ།	-2274
གྲབས་	-2275
དཔྱད་འཇོག་	-2276
དེར་བརྟེན་	-2277
▁A	-2278
ལ་ལྟ་	-2279
སྐད་བརྡའི་	-2280
ས་ཆ་	-2281
དཔའ་	-2282
ཁོང་ཚོས་	-2283
གནས།	-2284
སྒྲིག་སྲོལ་	-2285
བསྡུ་རུབ་	-2286
ཞིང་ལས་	-2287
རྒྱུས་མངའ་	-2288
མཇུག་མཐར།	-2289
གསོག་འཇོག་	-2290
འབུད་	-2291
ལ་དོ་དམ་	-2292
མཉམ་འཇོག་	-2293
བཤད་པ་རེད།	-2294
འདོན་རྒྱུ་ཡིན།	-2295
གཡེང་	-2296
ཀྱི་ཕན་འབྲས་	-2297
གནད་དོན་དང་	-2298
པར་གཞི་	-2299
གྱུར་ཡོད།	-2300
གསུངས་	-2301
འབྲེལ་མཐུད་	-2302
ལོ	-2303
ཚོང་རྟགས་གྲགས་	-2304
སྤྱོད་མཁན་ལ་	-2305
ཚོགས་འདུ་	-2306
ཆི་	-2307
གསར་སྒྱུར་	-2308
བློས་འགེལ་	-2309
ལེན།	-2310
ཡོད་མེད་	-2311
སྤྲིན་	-2312
འཁྲུག་	-2313
In	-2314
ཀླད་	-2315
དགོས་ངེས་ཀྱི་	-2316
ཆེ་རུ་གཏོང་ཐུབ།	-2317
མ་བྱས་	-2318
མཚུངས་ཀྱི་	-2319
བགོས་	-2320
མཐོ་རིམ་	-2321
▁རེད།	-2322
ཁྱབ་ཁོངས་ཀྱི་	-2323
བཀོལ་ཆོག	-2324
འགོ་ཚུགས་	-2325
སོགས་ཀྱིས་	-2326
བྱ་རྒྱུ་དེ་	-2327
སྟེང་གི་	-2328
ཆེ།	-2329
གསར་པའི་	-2330
གཤམ་དུ་གསལ་བ་ནི་	-2331
ཤིས་	-2332
མཁོ་སྤྲོད་	-2333
ལོ་ནས་	-2334
སྤུས་ཚད་དང་	-2335
རྒྱུད།	-2336
གསར་རྩོམ་	-2337
རིག་གནས་དང་	-2338
ཆིང་	-2339
ཤེས་རྟོགས་དང་	-2340
རིག་པའི་	-2341
བརྒྱད་	-2342
ཏི་	-2343
མི་རྣམས་ཀྱི་	-2344
ང་ཚུལ་	-2345
རྒྱང་	-2346
སྤྱི་ཁྱབ་	-2347
སར་	-2348
སྦྱོང་བརྡར་གྱི་	-2349
ཟེར་	-2350
ཇེ་ཆུང་དུ་གཏོང་	-2351
ཧྥ་རན་	-2352
མངོན་པའི་	-2353
ཡོད་པ་མ་ཟད།	-2354
ཧྲང་	-2355
ད་ལྟ་	-2356
དུ་འགྲོ་	-2357
▁ང་ཚོས་	-2358
དུས་བཅད་	-2359
ཞིན་	-2360
ཕབ་	-2361
ཐུབ་ཀྱི་	-2362
ཤོས་ཀྱི་	-2363
ཕན་ཐོགས་	-2364
དབར་	-2365
བཅོལ་	-2366
ེའུ་	-2367
ལ་སློབ་སྦྱོང་	-2368
འཇིག་	-2369
པང་	-2370
དེ་དག་གི་	-2371
ཏུའུ་	-2372
▁p	-2373
རྩེད་མོ་	-2374
ཡོང་འབབ་	-2375
འར་	-2376
བཏུང་	-2377
གསང་བའི་	-2378
བྱེད་ཐུབ་བམ།	-2379
ཕུད་	-2380
གཏོར་	-2381
གཞིས་	-2382
▁ཁྱོད་ཀྱིས་	-2383
གཞི་གྲངས་འཚོལ་	-2384
ཐོག་མའི་	-2385
བསགས་	-2386
མཚམས་འཇོག་	-2387
དེ་དག་ནི་	-2388
ཤོད་	-2389
ཐུགས་རྗེ་	-2390
ཚོར་བ་	-2391
དཔུང་	-2392
བཟོ་བཅོས་	-2393
ཁྲོད།	-2394
ཨང་ཀ	-2395
བཅུད་	-2396
ོ་མ་	-2397
ཟས་རིགས་	-2398
རིག་ནུས་ཅན་གྱི་	-2399
མཐོ་རུ་	-2400
གྲོགས་པོ་	-2401
བའམ་ཡང་ན་	-2402
ཏན་ཏ	-2403
ཚོགས་པ་	-2404
སྒུལ་ཤུགས་	-2405
བཤད།	-2406
བྱེད་མཁན་གྱི་	-2407
um	-2408
ཧུའུ་	-2409
འདང་ངེས་	-2410
བརྩེ་སེམས་	-2411
▁C	-2412
བྱེད་དགོས།འདིས་	-2413
དང་སྤྱི་ཚོགས་	-2414
སྨར་	-2415
དྲགས་	-2416
བསྔགས་	-2417
ཆ་རྐྱེན་	-2418
དུང་ཕྱུར་	-2419
▁༡	-2420
དངོས་སུ་	-2421
བོད་ལྗོངས་	-2422
ཀེ་	-2423
ཐོན་སྐྱེད་ཀྱི་	-2424
འདེམས་དགོས།	-2425
▁དེའི་	-2426
མཆན་	-2427
ལ་བརྩི་འཇོག་	-2428
གད་སྙིགས་	-2429
བདམས་ནས་	-2430
གོ་ཆོད་	-2431
འགྲུལ་པར་	-2432
གྲུབ་ཆ་	-2433
ལ་གདེང་འཇོག་	-2434
གཏོང་བ་	-2435
མོ།	-2436
ཁང་གིས་	-2437
ཇི་ལྟར་བྱས་ཏེ་	-2438
ཕྱིར་འཚོང་	-2439
ཚོགས་པའི་མཉམ་ལས་	-2440
རང་སྐྱོང་	-2441
དཔང་	-2442
ཐོ་འགོད་	-2443
བལྟ་	-2444
བརྗོད་བྱ་	-2445
ལའང་	-2446
རིམ་པའི་	-2447
བསུ་	-2448
ཨུ་ཡོན་	-2449
ཕྲན་	-2450
རྩི་ཐབས།	-2451
ལྟ་ཚུལ་	-2452
འབྱུང་འགྱུར་གྱི་	-2453
བྱེད་སྲིད།	-2454
དྲ་ངོས་	-2455
ལག་རྩལ།	-2456
སྐབས་སུ།	-2457
དུས་ཆེན་	-2458
འཇིག་རྟེན་	-2459
དཔེ་མཚོན་	-2460
དང་འདྲ་	-2461
ཕྲུ་ག	-2462
འཚོལ་བ།	-2463
བདེ་འཇགས་དང་	-2464
ad	-2465
རབ་	-2466
གཞན་གྱི་	-2467
ཁྱད་ཆོས་དང་	-2468
དུས་ཚ	-2469
ཇེ་ཉུང་དུ་གཏོང་	-2470
གཉིད་	-2471
བསྐྱར་ཟློས་	-2472
ཏན་ཏིག་	-2473
ཐུན་མོང་ཐོག་	-2474
ཆས།	-2475
ཁག་གཅིག་	-2476
ལྟེ་གནས་	-2477
ཐན་	-2478
ཞིབ་དཔྱད་	-2479
ཕམ་	-2480
སྤོ་ལོ་	-2481
འཐེན་	-2482
ཤང་	-2483
ཕན་པ་མ་ཟད།	-2484
▁ལ	-2485
གྲངས་འབོར་	-2486
སྒྲོམ་གཞི་	-2487
དུས་རབས་	-2488
འགྲིག་དང་	-2489
ལྟར་ན།	-2490
པ་ཡིན།	-2491
མི་ཚང་མར་	-2492
ཚོད་དཔག་	-2493
ཟུང་འབྲེལ་	-2494
ལམ་སྲོལ་	-2495
▁ཟླ་	-2496
མཁོ་བའི་	-2497
དང་ཡང་ན་	-2498
གྲོན་ཆུང་	-2499
ཕྲེང་	-2500
ཚད་ཀྱི་	-2501
གཉེན་	-2502
བཅས་ལ་	-2503
སམ་ཡང་ན་	-2504
རེ་རེ་	-2505
བང་	-2506
རྗེས་སུ་	-2507
དང་ལག་རྩལ་	-2508
ཅི་ལྟར་	-2509
སྲུང་འཛིན་	-2510
བསྐྱོད་	-2511
པི་	-2512
བདུན་	-2513
▁འགྲིག་དང་	-2514
བཞུར་	-2515
དེ་མིན་	-2516
ལེགས་ཆ་	-2517
ཁ་ཤས་ཀྱིས་	-2518
འཇར་	-2519
སེམས་ཤུགས་	-2520
ava	-2521
ter	-2522
གསོ་སྐྱོང་	-2523
ལྗིད་	-2524
སོགས་ལ་	-2525
ol	-2526
ཚོགས་པས་	-2527
བརྒྱུད་རིམ་ནང་	-2528
ཆོག་གམ།	-2529
ཕྱོགས་རིས་	-2530
འགུལ་སྐྱོད་	-2531
འགན་སྲུང་	-2532
ཁུ་	-2533
འཛིན་ཤོག་	-2534
བཅའ་ཁྲིམས་དང་	-2535
གྲངས་གཞིའི་	-2536
གསུངས་པ་རེད།	-2537
ཐོའི་	-2538
མིག་སྔའི་	-2539
དེ་དང་ཆབས་ཅིག་	-2540
རྒྱུ།	-2541
ཡོད་།	-2542
གསར་དུ་	-2543
ཇེ་ཆེར་	-2544
▁གཞན་ཡང་	-2545
པ་ཞིག་ལ།	-2546
ངེས་ཅན་ཞིག་	-2547
ཡིད་དབང་འཕྲོག་	-2548
འདྲ།	-2549
ཡིག་ཚགས་	-2550
ལད་	-2551
ཆས་ཀྱི་	-2552
དངོས་པོ་	-2553
ཉིན་རེའི་	-2554
ཀྱ	-2555
ཅན།	-2556
མང་པོར་	-2557
བྱས་པ་དང་	-2558
བཟའ་བཏུང་	-2559
ཆོས་ལུགས་	-2560
ཀྲུང་དབྱང་	-2561
མྱོང་ཚོར་	-2562
སྲུང་སྐྱོང་གི་	-2563
བྱེད་ཤུགས་	-2564
རྒྱག་དགོས།	-2565
གལ་ཏེ་ཁྱེད་ལ་	-2566
སློབ་གྲྭ་	-2567
སློབ་མར་	-2568
དང་སྨན་བཅོས་	-2569
སྤྱི་དམངས་	-2570
Java	-2571
བར་གཞིགས་ན།	-2572
དབྱེ་འབྱེད་དང་	-2573
མཁོ་མཁན་གྱིས་	-2574
མངོན་ཚུལ་	-2575
འཇིགས་སྐུལ་	-2576
▁འགྲིག་དང་འགྲིག	-2577
བརྟེན་ནས་	-2578
ཕྱིར་ཚོང་	-2579
ཁྲིམས་སྲོལ་	-2580
ཁོང་ཚོར་	-2581
▁(	-2582
ཐུབ་ཀྱི་ཡོད།	-2583
ལངས་	-2584
ཆ་འཕྲིན་དང་	-2585
མངགས་	-2586
རྒྱུ་དང་།	-2587
ཐད་ཀར་	-2588
གཞི་གྲངས་མཛོད་	-2589
དང་པོ།	-2590
སྙན་ངག་	-2591
བུར་	-2592
སྔོ་	-2593
ལེབ་	-2594
ཟིན་པའི་	-2595
པའི	-2596
ཚོགས་འདུའི་	-2597
བུད་མེད་ཀྱི་	-2598
ང་།	-2599
སྤྱོད།	-2600
ot	-2601
གཅོད།	-2602
ནུས་པར་	-2603
གནས་ཚུལ་དང་	-2604
ལས་བརྒལ་བའི་	-2605
གཉིས་ཀྱིས་	-2606
མཐོང་ཚོར་	-2607
བྱེད་རོགས།	-2608
དོགས་	-2609
སེ་	-2610
ཐུན་མོང་གི་	-2611
དེ་བས་ལེགས་པའི་	-2612
མན་	-2613
གང་ཐུབ་	-2614
དབང་གིས་	-2615
གལ་ཏེ་ཁྱོད་ཀྱིས་	-2616
ཤིན་ཏུ་	-2617
ཞབས་ཞུ་མཁོ་འདོན་	-2618
ོངས།	-2619
བརྡ་སྤྲོད་	-2620
འཕྲུལ་མིས་	-2621
རྔུབ་	-2622
ཤིག་རེད།	-2623
སྐམ་	-2624
ལིང་	-2625
བྱེད་ཐུབ་པའི་	-2626
འགར་	-2627
རྙིང་	-2628
ལོངས་སྤྱོད་	-2629
མི་སྣའི་	-2630
སོ་སོའི་	-2631
དུས་བཅད་ལྟར་	-2632
དམིགས་བསལ་	-2633
བསྟུན་ནས་	-2634
གོ་ལ་ཧྲིལ་པོའི་	-2635
ཙེ་	-2636
འཕྲོ་	-2637
ེས	-2638
མེ་རི་	-2639
འགན་ལེན་ཏན་ཏིག་	-2640
མི་མངོན་པའི་	-2641
རྒྱ་མཚ	-2642
དམིགས་ཡུལ་ནི་	-2643
གྱོད་	-2644
ཁ་ལོ་	-2645
ལམ་གྱི་	-2646
▁གོང་གསལ་	-2647
སྤྱད་ན་	-2648
གནད་ལ་འཁེལ་བའི་	-2649
འགྲིལ་	-2650
ན་གཞོན་	-2651
སྤྲོ་བ་	-2652
གསེས་	-2653
དུས་ཚོད།	-2654
ec	-2655
ཡན་ལག་	-2656
རྒྱུད་ཀྱི་	-2657
སྤྱོད་པ།	-2658
གཞན་པ་	-2659
གཏོང་བར་	-2660
ཚད་ལྡན་	-2661
སྒྲིམ་	-2662
དོན་སྙིང་	-2663
od	-2664
ཞིག་ཡིན་ལ།	-2665
ཤེ་ན།	-2666
ཀྲོ་མ་	-2667
ཀྲོ་མ་ཀྲ	-2668
རྣམ་པ་དང་	-2669
ལྡོག་འདྲེན་དང་	-2670
Sc	-2671
ཡོད་ཅེས་	-2672
ཡངས་	-2673
ཡིན་པ་རེད།	-2674
སྔོན་ཐོབ་	-2675
ཚུལ།	-2676
དང་དོ་དམ་	-2677
བསླ	-2678
སྔོག་	-2679
pt	-2680
འགྲེམས་སྟོན་	-2681
ཆ་ཤས་	-2682
རོགས་སྐྱོར་	-2683
བྱ་དགོས་།	-2684
དགོས་སམ།	-2685
ག་ཏུ་	-2686
ཁེ་ལས་ལ་	-2687
འགུལ་རིས་	-2688
བརྗེ་རེས་	-2689
དེ་བས་ཡག་	-2690
དྲན་སྐུལ་	-2691
རྒྱན་	-2692
ཉེན་རྟོག་	-2693
སྦགས་	-2694
བསྐྱར་དུ་	-2695
དཔྱད་གཏམ་	-2696
གྲོས་འགོ་འགའ་	-2697
སྣུམ་	-2698
དང་སྤེལ་རེས་	-2699
ཁ་གཏད་གཅོག་	-2700
ཆ་སྙོམས་	-2701
འཚར་	-2702
ལམ་ཐིག་	-2703
བུན་	-2704
ཁུངས།	-2705
གང་ཞིག་	-2706
བྱ་ཡུལ་	-2707
བསྐུར་	-2708
བདེ་སྐྱིད་	-2709
སྐབས་སུ་	-2710
བྱེད་དུ་བཅུག་	-2711
ཁྲོན་	-2712
ིས	-2713
མི་རུང་།	-2714
བྱ་རྒྱུ་ནི་	-2715
བསྣ	-2716
ཝ་	-2717
མ་རྐང་འཛིན་ཤོག་	-2718
ཨ་མེ་རི་	-2719
བསམ་བློ་བཏང་	-2720
སྲིད་དམ།	-2721
རྒྱུན་སྤྱོད་ཀྱི་	-2722
▁འོ་	-2723
ནུས་རྩལ་	-2724
em	-2725
སྒྲོག་	-2726
ལེགས་སྐྱེས་	-2727
ཁས་ལེན་	-2728
ཆེན་པོའི་	-2729
ལེགས་གྲུབ་	-2730
ལྟ་བ་དང་	-2731
སྐྱེལ་འདྲེན་	-2732
ནད་རིགས་	-2733
ཁ་བརྡའི་	-2734
ཨའོ་	-2735
དགོས་མཁོ་སྐོང་	-2736
འཕྲུལ་ཆས་ཀྱིས་	-2737
ཡོད་དམ་	-2738
སྐྱེ་ཁམས་	-2739
ཕོགས་	-2740
ལྷོད་གཡེང་	-2741
སྡོང་	-2742
གལ་ཏེ་ཁྱེད་ཀྱིས་	-2743
བཟོ་སྲིད།	-2744
པོ་ཡོད།	-2745
ཚབས་	-2746
བརྗོད་གཞི་	-2747
མཛུབ་སྟོན་	-2748
སྤུས་རྟགས་	-2749
གོ་སྐབས་དང་	-2750
གཤམ་གྱི་གོ་རིམ་	-2751
མངོན་གསལ་	-2752
ཚོང་དོན་	-2753
བརྒྱུད་ནས་	-2754
གང་འདྲ་བྱས་ནས་	-2755
སྒམ་	-2756
བྱས་འབྲས་	-2757
ཡིན་ན།	-2758
རིམ་བཞིན་	-2759
འཆར་གཞི་བཟོ་	-2760
རང་ཉིད་ཀྱིས་	-2761
འདི་དག་ནི་	-2762
བྱེད་སླ་	-2763
ཕར་རྒོལ་	-2764
དང་མཉམ་དུ།	-2765
ཚེ།	-2766
དགའ་བསུ་	-2767
བྱེད་བཞིན་	-2768
གི་རེད་	-2769
དྲིས་	-2770
དེང་རབས་	-2771
im	-2772
གྲབས་ཉར་	-2773
སྒྲིག་གཞི་	-2774
ཁེར་	-2775
ཧྲུའུ་	-2776
སྒུག་	-2777
ཧ་ཅང་ཆེན་པོ་	-2778
བྱེད་ཐུབ་པས།	-2779
ཅན་དུ་འགྱུར་	-2780
ཕྱི་རྒྱལ་	-2781
སྤྱོད་གོ་ཆོད་	-2782
གལ་ཆེ།	-2783
ཤུལ་	-2784
ལུས་ཁམས་	-2785
དུས་ཡུན་རིང་	-2786
དབུགས་	-2787
འདོན་སྤེལ་	-2788
རྩ་བའི་	-2789
འོག་ཏུ་	-2790
འཚོལ་དགོས།	-2791
རྩི་ཐབས་ཀྱི་	-2792
ཐུབ་ནས་	-2793
ཅེ་	-2794
གྲངས་ཀ་	-2795
ཉེན་ཁའི་	-2796
ཚེ་སྲོག་	-2797
ཨེར་	-2798
བསམ་འཆར་དང་	-2799
ཁྱད་ཆོས་ལྡན་པའི་	-2800
ཁུང་	-2801
ཁོ་ཚོ་	-2802
ཝུན་	-2803
▁ལོ་	-2804
ཆེས་ལེགས་པའི་	-2805
ཐག་གཅོད།	-2806
མཐོང་ཆུང་དང་	-2807
སླར་གསོ་	-2808
▁f	-2809
འདུས་གྲུབ་	-2810
ལུས་ཕུང་	-2811
གཅེས་	-2812
སྦགས་བཙོག་	-2813
ིངས་	-2814
འགལ་བ་	-2815
འདུག་གས།	-2816
མན	-2817
ལུགས་མཐུན་	-2818
གང་ལགས་	-2819
མ་རེད།	-2820
ཚོར་སྣང་	-2821
བསྒྱ	-2822
ཀུའུ་	-2823
ཁོས་	-2824
གཤམ་གསལ།	-2825
གཅིག་མཐུན་	-2826
གྲོང་རྡལ་	-2827
བརྙ	-2828
གསང་བ་དང་	-2829
ལའི་	-2830
སོགས་ཡོད།	-2831
ཕྱི་རོལ་	-2832
ངོ་རྒོལ་	-2833
རྩད་	-2834
སྤོས་	-2835
བྱེད་ཐུབ་པ་མ་ཟད།	-2836
རིམ།	-2837
▁ང་	-2838
རྣམས་ལ་	-2839
རྩོམ་པ་	-2840
ཁང་།	-2841
ིན	-2842
གཤམ་གྱི་ཕྱོགས་	-2843
གྲྭ་	-2844
ཆེད་དུ་	-2845
▁མཇུག་མཐར།	-2846
རྒྱ་མཚོའི་	-2847
པ་སོགས་ཀྱི་	-2848
བཅས་ཀྱིས་	-2849
ཀྲེན་	-2850
ཀང་	-2851
ent	-2852
བསྒྱུར།	-2853
ll	-2854
གང་ལགས་ཤེ་ན།	-2855
ོད	-2856
བྱེད་བཞིན་ཡོད།	-2857
ང་ཚོ་	-2858
དུ་གནས་	-2859
བབས་	-2860
ཞང་	-2861
བརླག་	-2862
པར་བྱ་དགོས།	-2863
དེ་ལྟར་	-2864
ཡིག་སྒྱུར་	-2865
ལྕག་	-2866
རིམས་ནད་	-2867
▁༤	-2868
བྱེད་པ་དང་འབྲེལ་	-2869
ནང་འཇུག་	-2870
སུ་འཇུག་	-2871
ཟིན་ཐོ་	-2872
གནད་དོན།	-2873
དྲ་བའི་	-2874
གཞི་ཁྱོན་	-2875
ཡིན་ནམ།	-2876
རེ་བ་དང་	-2877
སྣང་ཚུལ་	-2878
དང་མི་མཐུན་	-2879
ཕུལ་བྱུང་	-2880
དང་འཚམ་	-2881
བར་སྟོང་	-2882
ཁྲག་	-2883
ཚེས	-2884
ཡིག་དེབ་	-2885
ཡིག་སྨར་	-2886
ཆིན་	-2887
མཚོན་རྟགས་	-2888
གཞན།	-2889
མཚོན་ཚུལ་	-2890
ཐོན་ལས་	-2891
▁ཇི་ལྟར་བྱས་ནས་	-2892
ས་ཚིགས་	-2893
གྲོས་ཚོགས་	-2894
ཁྲ་	-2895
གནའ་བོའི་	-2896
དམའ་རུ་གཏོང་	-2897
ཐབས་རྩལ་	-2898
དགེ་མཚན་ལྡན་པའི་	-2899
རྒྱལ་རབས་ཀྱི་	-2900
ཕ་རོལ་	-2901
བགྲོད་	-2902
སྐྱོན་ཆ་	-2903
བརྒྱུད་ནས།	-2904
ཤེལ་	-2905
ལྷིང་	-2906
གཏོང་བ་དང་	-2907
ཧོང་	-2908
རྫོང་གི་	-2909
▁P	-2910
བསྣན་	-2911
ས་ཁོངས་	-2912
བའམ་	-2913
འདི་དག་ལ་	-2914
འབར་	-2915
ཡོངས་བསྒྲགས་	-2916
ཟློས་གར་	-2917
མཚར་	-2918
▁s	-2919
འཆར་གཞི་དང་	-2920
སྐད་གྲགས་ཆོད་	-2921
ཁྲང་	-2922
དེང་རབས་ཀྱི་	-2923
མི་ལ་	-2924
གསར་བའི་	-2925
གོང་གི་	-2926
ིབ་	-2927
ཟིན་ཐོར་	-2928
སྐབས་ཀྱི་	-2929
is	-2930
སྒྲིག་འཛུགས་	-2931
ཡོད་ཀྱི་	-2932
ཨོ་	-2933
འཆམ་	-2934
རེ་བར་	-2935
མཐོ་རུ་གཏོང་ཐུབ།	-2936
ལྟོས་	-2937
རོབ་	-2938
འགྱུར།	-2939
བཅོས།	-2940
སྔོག་འདོན་	-2941
པ་ཞིག་ཡིན་	-2942
བགོ་བཤའ་	-2943
སྦྱངས་	-2944
སྒྲུང་	-2945
ཕོ་མོ་	-2946
སྔར་ལས་ལྷག་པའི་	-2947
གཟིགས་	-2948
ཧྥ་རན་སིའི་	-2949
ཁ་ཤས་ཀྱི་	-2950
གསོའི་	-2951
ཕུགས་	-2952
ནས་བཟུང་	-2953
ཆོག་པ་དང་།	-2954
ལྷུ་	-2955
མཁོ་འདོན་བྱས་ནས་	-2956
བཅའ་ཁྲིམས་ཀྱི་	-2957
སྐད་རིགས་	-2958
ཡིན་ཡང་	-2959
མེད་དུ་	-2960
ཡོངས་ནས་	-2961
གཏན་འཇགས་	-2962
དགུ་	-2963
དེ་དང་མཉམ་དུ།	-2964
གྲུབ་པའི་	-2965
པ་ལས་	-2966
གསར་འགོད་	-2967
ཚོད་འཛིན་དང་	-2968
ཡོ་རོབ་	-2969
བུད་མེད་ལ་	-2970
གཟའ་འཁོར་	-2971
ཡོང་བ་འདུག་གས།	-2972
འདིའི་རིགས་	-2973
ཤེས་བྱ་དང་	-2974
ཙི་	-2975
རུས་	-2976
ངོ་མ་	-2977
མི་སྣས་	-2978
ཡོད་ཚད་	-2979
ཤེས་བྱའི་	-2980
▁c	-2981
དང་པོའི་	-2982
མ་ལག་ལ་	-2983
ལས་ཆོད་དང་	-2984
བསྡད་	-2985
མིའི་བར་གྱི་	-2986
དཔེར་ན	-2987
བརྡའི་ཐག་གཅོད་	-2988
གསབ་	-2989
འདི་ལ་	-2990
ཨང་དང་པོ་	-2991
དང་འབྲེལ་	-2992
ook	-2993
ཡོད་པ་དང་	-2994
NN	-2995
གསུམ་པའི་	-2996
དུས།	-2997
སྐྱོབ་	-2998
ངོས་ཀྱི་	-2999
སྙོམས་སྒྲིག་	-3000
ཁེལ་	-3001
བརྡར་ཤ་	-3002
▁མིས་བཟོས་	-3003
གསེར་	-3004
ཨུ་ཡོན་ལྷན་	-3005
དུས་སུ་	-3006
བློ་འདྲི་	-3007
འབུལ་	-3008
གསོན་	-3009
ལྗང་	-3010
སློབ་མས་	-3011
ཡོད་པ་དཔེར་ན།	-3012
ལྷག་པར་དུ་	-3013
▁༣	-3014
པ་སོགས་	-3015
ཁག་ཐེག་བྱ་དགོས།	-3016
མ་རྩ་	-3017
གླེང་མོལ་	-3018
ལས་འགན་ལ་	-3019
སློབ་གསོ་དང་	-3020
གྱོང་	-3021
ལ་བལྟ་	-3022
el	-3023
མགྱོགས་སུ་	-3024
un	-3025
དྲོད་ཚད་	-3026
བྱ་སྤྱོད་ལ་	-3027
མངོན་མེད་	-3028
རྒྱུག་	-3029
འཕེལ་རྒྱས་ལ་	-3030
སྤྱོད་ཀྱི་ཡོད།	-3031
བྱེད་མཁན་གྱིས་	-3032
གཞོགས་	-3033
སེར་	-3034
གསར་གཏོད་ཀྱི་	-3035
ཚོད་འཛིན།	-3036
།།	-3037
པ་བཅས་	-3038
ཁི་	-3039
ཨའེ་	-3040
ས་ཁུལ་གྱི་	-3041
དེ་ལ་	-3042
བཞག་ནས་	-3043
འཚོ་བ་སྐྱེལ་	-3044
གལ་ཆེན་ཞིག་ཡིན།	-3045
བཀྲ	-3046
ཁར་	-3047
རིག་ནུས་དེ་	-3048
རླབས་	-3049
མཐོང་རུང་	-3050
སློག་	-3051
བར་ཆད་	-3052
གཡོལ་	-3053
རྗེས་ཀྱི་	-3054
མི་འབོར་	-3055
▁ད་	-3056
Web	-3057
འགོར་	-3058
ལིའུ་	-3059
གླིང་གི་	-3060
བ་བཅས་	-3061
ལམ་ལུགས་	-3062
བླུགས་	-3063
ཁ་བྱང་	-3064
རྨང་གཞི་	-3065
བ་དང་ཆབས་ཅིག་	-3066
བེད་སྤྱད་དེ་	-3067
ཚོང་ཟོག་	-3068
འཐུས་ཚང་	-3069
བསྐྲུན་དགོས།	-3070
བཙལ་ནས་	-3071
ཏའོ་	-3072
བརྒྱུད།	-3073
▁སྤྱིར་	-3074
སྲིད་པས།	-3075
བ་ཞིག་	-3076
རིག་གི་	-3077
ཁྱབ་ཁོངས་ནང་	-3078
▁ཉེ་	-3079
ཡང་ཡང་	-3080
སྒྲོན་	-3081
སྒོར་དུང་ཕྱུར་	-3082
བཅར་	-3083
དཔེ་ཀློག་	-3084
མནའ་	-3085
འགངས་	-3086
ཨང་གྲངས་	-3087
འདི་དག་གི་	-3088
མ་དངུལ་འཇོག་པའི་	-3089
ub	-3090
བྱ་དགོས་སམ།	-3091
▁T	-3092
ཐབས་ཇུས་འགོད་	-3093
བྱ་སྤྱོད་སྤེལ་	-3094
ཤེས།	-3095
ཚན་གྱི་	-3096
རིགས་དང་	-3097
མང་ཚོགས་ཀྱི་	-3098
ནེ་	-3099
མ་བྱས་གོང་	-3100
རང་དབང་	-3101
ལེ	-3102
གསང་བ་	-3103
སོགས།	-3104
མཁས་ཅན་	-3105
མདའ་	-3106
འཐུང་	-3107
གལ་འགངས་	-3108
ནགས་ཚལ་	-3109
ལྕགས་ལམ་	-3110
དགོངས་	-3111
མང་དུ་	-3112
ཆུས་	-3113
ཚོད་ལྟ་དང་	-3114
ཡིན་པ།	-3115
ལས་རིམ་	-3116
ིགས	-3117
SS	-3118
རྒྱལ་ཁ་	-3119
བྱེད་པའི་གོ་རིམ་	-3120
འདེམ་དགོས།	-3121
ཤིག་ཡིན་པས།	-3122
ཧེ་བག་	-3123
མཚན་སྙན་	-3124
བསམ་བློ་གཏོང་	-3125
དམིགས་ཡུལ་དང་	-3126
བྱས་པ།	-3127
མ་ཡིན་པའི་	-3128
སྙོམ་	-3129
སྲིད་གཞུང་གི་	-3130
ལིའི་	-3131
ཤེས་རྟོགས་བྱུང་	-3132
ཐི་	-3133
དུས་ཚིགས་	-3134
རྩོལ་	-3135
ལྷག་བསམ་	-3136
ཞིང་ཆེན་གྱི་	-3137
NL	-3138
པགས་	-3139
ནས་བཤད་ན།	-3140
ཨུ་རུ་	-3141
པན་	-3142
མི་ཚང་མས་	-3143
སོང་།	-3144
སོ་སོར་	-3145
དུས་ཚོད་དོ་དམ་	-3146
ཕྱིར་གཏོང་	-3147
int	-3148
id	-3149
སྟེང་ནས་	-3150
▁མི་ཐབས་	-3151
ལམ།	-3152
བྱེད་སྒོའི་	-3153
ལྷག་ཙམ་	-3154
▁M	-3155
ུད།	-3156
རི་པིན་	-3157
ཡོད་ལ།	-3158
མཐུད་མཚམས་	-3159
ཛ་དྲག་ཆེ་བའི་	-3160
གཏན་ཁེལ་	-3161
རྩིས་འཁོར་གྱི་	-3162
མི་ཆོས་	-3163
ལ་དེ་བས་	-3164
སོགས་འདུས།	-3165
གུང་	-3166
ap	-3167
ཉམས་མྱོང་དང་	-3168
རྒྱ་ཁྱོན་	-3169
ངོས་ནས་བརྗོད་	-3170
དེ་འདྲ་	-3171
ན།ཁྱེད་ཀྱིས་	-3172
སྣ་ཚོགས་ཀྱི་	-3173
གྱོང་ག	-3174
ལྟ་སྟངས་	-3175
ཁུལ་དུ་	-3176
རླངས་འཁོར་གྱི་	-3177
ལྟར།	-3178
and	-3179
གནས་ཚུལ་སྤེལ་	-3180
ལུས་པོའི་	-3181
གླ་ཕོགས་	-3182
ཧྥུའུ་	-3183
▁འོ་ན་	-3184
བྱས་པ་མ་ཟད།	-3185
དགོང་	-3186
ནུས་པ།	-3187
ow	-3188
བྱ་དགོས་པ་མ་ཟད།	-3189
སྤྱི་པའི་	-3190
ཁྱེད་ལ་རོགས་རམ་	-3191
བྱིས་པ་	-3192
བྱེད་རྒྱུ་	-3193
ལ་བརྩི་སྲུང་	-3194
དཔྱིད་	-3195
དང་འབྲེལ་འདྲིས་	-3196
ex	-3197
ོས	-3198
བུ་མོ་	-3199
ཁང་དང་	-3200
དབྱིན་ཇ	-3201
སྟེར་	-3202
ཐུབ།དཔེར་ན།	-3203
པེ་ཅིང་	-3204
ཟོན་	-3205
ཡིན་པས་	-3206
ཕྱོགས་སྟོན་	-3207
གནད་དོན་གྱི་	-3208
མགོ་སྐོར་	-3209
ཞེས་པ་	-3210
སྨན་བཅོས་ཀྱི་	-3211
འགྲོས་	-3212
སུང་	-3213
ཚབ་ཨང་གི་	-3214
དྲིན་	-3215
ཟད་	-3216
བྱ་སྤྱོད་དང་	-3217
བཏང་སྟེ།	-3218
བསམ་ཚུལ་དང་	-3219
བང་རིམ་	-3220
མི་དགོས།	-3221
ཉར་ཚགས་	-3222
ཁོར་ཡུག་ལ་	-3223
ངན་པ་	-3224
བྱེད་པ་སོགས་ཀྱི་	-3225
▁སྤྱིར་བཤད་ན།	-3226
རྒྱ་ཁྱབ་ཏུ་	-3227
ལའེ་	-3228
བརྡ་ཁྱབ་ཀྱི་	-3229
རུང་བའི་	-3230
ཚོན་	-3231
མཇུག་ཏུ་	-3232
རིགས་མི་འདྲ་བའི་	-3233
རེན་	-3234
ཐོན་རྫས་སམ་	-3235
རང་སྐྱོང་ལྗོངས་	-3236
པོད་	-3237
ལུས་སྦྱོང་	-3238
བསྟུན་ནས།	-3239
མར།	-3240
སློབ་གྲྭའི་	-3241
▁གོང་གི་དེ་ནི་	-3242
བདེ་འཇགས་ལ་	-3243
ཚོར་འདྲེན་	-3244
ཁ་བརྡ་	-3245
འདོད་འདུག	-3246
འཕྲལ་	-3247
ནང་ནས་	-3248
ཅིའི་	-3249
བསྟེན་	-3250
དམའ་བའི་	-3251
ཁེངས་	-3252
གཏམ་བཤད་	-3253
རྒྱུན་མཐུད་ངང་	-3254
གསར་གཏོད་དང་	-3255
འབྱིན་	-3256
གྱུར།	-3257
▁དེ་ནི་	-3258
འཛུལ་	-3259
སྨན་བཅོས་དང་	-3260
ངམ་	-3261
རབ་དང་	-3262
འདང་ངེས་ཤིག་	-3263
མི་གཞན་གྱི་	-3264
ཡག་ཤོས་	-3265
བཟོས་ཏེ་	-3266
ཕྱེད་	-3267
འཆར་གཞིའི་	-3268
བྱེད་དགོས་སམ།	-3269
འགྲོ་བ་	-3270
མང་པོ་ཡོད།	-3271
རིང་གི་	-3272
ཀློག་པ་	-3273
གཉིས་པའི་	-3274
ord	-3275
ཀོན་	-3276
ལ་དབྱེ་ཞིབ་དང་	-3277
རྩི་ཤིང་	-3278
ཧྲེང་	-3279
ལྐ	-3280
ཉེན་ཁ་དང་	-3281
ཐོན་པའི་	-3282
ཁེ་སྤ	-3283
མིའི་རིགས་ཀྱིས་	-3284
ལག་ཁྱེར་	-3285
ངལ་རྩོལ་	-3286
རུ་ཁག་གི་	-3287
གྲོས་མོལ་	-3288
བཟོ་ལས་	-3289
གདམ་གསེས་	-3290
ངེས།	-3291
ram	-3292
ནད་པར་	-3293
བསམ་པར་	-3294
ནད་དུག་	-3295
ཡར་ཐོན་	-3296
ཡིད་ཆེས་དང་	-3297
མི་སྒེར་	-3298
རེད་།	-3299
མཛད་	-3300
སྣོད་	-3301
བྱེད་ཆེད།	-3302
Fac	-3303
ངོ་བོ་	-3304
HT	-3305
འདྲི་རྩད་	-3306
སོན་	-3307
རྩི་ཐབས་དང་	-3308
ue	-3309
ོབ།	-3310
གྱར་	-3311
ཧྲ་	-3312
ལད་ཟློས་	-3313
ཚད་ནི་	-3314
ཀའོ་	-3315
ཚོང་ར་	-3316
ཁྲེན་	-3317
མི་འདང་	-3318
ལག་རྩལ་ལ་	-3319
ོགས	-3320
བྱེད་སྒོ་སྤེལ་	-3321
འོག་གི་	-3322
རམ་འདེགས་	-3323
ཞིམ་	-3324
མཉམ་འགུལ་	-3325
འཕྲིན།	-3326
རྒྱལ་ཡོངས་	-3327
ཚོགས་ཆུང་	-3328
སྒུལ་བདེའི་	-3329
འདིས་ཁྱེད་ལ་	-3330
དོ་སྙོམས་	-3331
ཆས་དང་	-3332
ལ་འགྱུར་ལྡོག་	-3333
པོ་ནི་	-3334
བྱེད་འདོད་	-3335
རྣམས་ཀྱིས་	-3336
རེ་བ་ཡོད།	-3337
དཔེ་རིས་	-3338
སྒོས་	-3339
ཁོའི་	-3340
དག་གིས་	-3341
བདུན།	-3342
འདུས་ཡོད།	-3343
ནན་བཤད་	-3344
གཙང་འཁྲ	-3345
ཞིག་ཡིན་པ་དང་།	-3346
ནུས་རྒྱུ་	-3347
ལས་སྒོ་	-3348
ནང་དོན་དང་	-3349
གཞི་གྲངས།	-3350
ལྟད་	-3351
ཁེར་རྐྱང་	-3352
ལ་སླེབས་	-3353
ཐུབ་པའི་འགན་ལེན་	-3354
ཚོང་གཉེར་གྱི་	-3355
རྩོམ་འབྲི་	-3356
དྲ་སྦྲེལ་	-3357
དང་བེད་སྤྱོད་	-3358
ཡོང་བའི་འགན་ལེན་	-3359
འཁྱེར་	-3360
པ་ཞིག་ཡིན།	-3361
རྣམ་པར་	-3362
ངོ་མཚར་	-3363
སྔོན་དཔག་གི་	-3364
ཤེས་ལྡན་	-3365
འཚར་ལོངས་	-3366
འཁྲབ་བྱའི་	-3367
ནས་ཐག་གཅོད་	-3368
ཕྲུ་གུ་	-3369
སྟངས།	-3370
ht	-3371
མཐོང་ཆུང་གི་	-3372
ལྡོག་ཕྱོགས་ཀྱི་	-3373
སྤུས་ཚད་མཐོ་བའི་	-3374
ཝུའེ་	-3375
རྩྭ་	-3376
མི་ཐུབ།	-3377
ཕན་ནུས་ལྡན་པའི་	-3378
སྡེ་ཁག་	-3379
ལོར།	-3380
བྱེད་པའམ་ཡང་ན་	-3381
རྩ་དོན་	-3382
ཐོས་	-3383
གཙོ་གནད་	-3384
ཐུབ་པ་མ་ཟད་	-3385
བཏང་བ་	-3386
ཆེ་བ་དང་	-3387
དང་མཐུན་པའི་	-3388
འཛོམས་	-3389
སྤྱིར་བཏང་དུ་	-3390
༢༠	-3391
ཐོག་མར།	-3392
བྱེད་བདེ་པོ་	-3393
སྐད་ཆ་ཤོད་	-3394
གསར་པ་དང་	-3395
གལ་ཆེ་ཤོས་	-3396
ལས་ཀ་དང་	-3397
གཞིར་བཟུང་	-3398
མིའི་རིགས་ལ་	-3399
དུ	-3400
ནར་འགྱངས་	-3401
ཀུན་སྤྱོད་ཀྱི་	-3402
ཁོང་ཡངས་	-3403
གན་	-3404
Faceb	-3405
སྦྲེལ་མཐུད་	-3406
ཁེ་སྤོགས་	-3407
ལམ་དུ་	-3408
ལེ་ཚན་	-3409
ིགས།	-3410
ལྟ་བུའི་	-3411
ཁོར་ཡུག་གི་	-3412
བཏགས་	-3413
རོ་	-3414
གལ་ཏེ་ཁྱེད་ཀྱི་	-3415
གཡོ་	-3416
དེ་ལྟར་བྱས་ན་	-3417
གུས་	-3418
▁འདི་ནི་	-3419
བར་རོགས་རམ་	-3420
ལྟད་མོ་	-3421
མི་ཤུགས་	-3422
ལེགས་སྒྲིག་དང་	-3423
འཕེལ་རྒྱས་ཀྱིས་	-3424
འགྲེམ་	-3425
བེད་སྤྱད་	-3426
▁བདུན།	-3427
རིག་པ་	-3428
བྱས་ཆོག་སྟེ།	-3429
ཆོག་པ་མ་ཟད།	-3430
སྤོར་	-3431
རྟ་	-3432
བར་ཐག་	-3433
ཡིན་པ་དང་	-3434
ཞབས་ཞུ།	-3435
ཚབས་ཆེན་	-3436
གཙོ་བོ་ནི་	-3437
པའི་དུས་ཚོད་	-3438
ལྡན་པའི་སྒོ་ནས་	-3439
སྲིད་འཛིན་	-3440
དཀྲ	-3441
རྒྱ་སྐྱེད་	-3442
འབྱིན་རྔུབ་	-3443
དབྱར་	-3444
.《	-3445
དུས་ཀྱི་	-3446
སྐུད་	-3447
འགྲུལ་པར་ཞབས་ཞུ་	-3448
གློ་བུར་	-3449
པོ	-3450
ཕིང་	-3451
འབོད་	-3452
གསུམ་དུ་	-3453
བྱ་སྤྱོད་ཀྱི་	-3454
li	-3455
དྲ་ཐོག་ནས་	-3456
གཉིས་པ།	-3457
ཉི་ནུས་	-3458
ཆང་	-3459
པའི་ནུས་པ་	-3460
ལ་ལྟ་ཞིབ་	-3461
ཕྱོགས་མང་པོའི་	-3462
ཉོས་	-3463
རོགས་བྱེད་ཐུབ།	-3464
གྱོང་གུན་	-3465
གཏོང་བ་དང་།	-3466
འགྲན་རྩོད་ཁ་གཏད་	-3467
བརྡར་ཤ་གཅོད་	-3468
ཏིང་	-3469
ཚོང་རྟགས་ཀྱི་	-3470
ཕྱོགས།	-3471
ལས་བཟོ་པའི་	-3472
ཐབས་ཇུས་དང་	-3473
ལྐོག་	-3474
དབྱེ་ཞིབ་ཀྱི་	-3475
དྭ	-3476
སྡེབ་སྒྲིག་	-3477
སློབ་སྦྱོང་ལ་	-3478
ལག་རྩལ་གསར་པ་	-3479
དཔའ་བོ་	-3480
ཟོས་	-3481
ཟིན་བྲིས་	-3482
རྒྱ་ཁྱབ་ངང་	-3483
བྱས་ཆོག་པ་མ་ཟད།	-3484
བསྲེས་	-3485
གྲགས་ཅན་	-3486
ཧུའེ་	-3487
res	-3488
ཚད་དང་།	-3489
སྐད་ཀྱི་	-3490
ལ་མི་	-3491
ལ་བསམ་གཞིགས་	-3492
གནས་བབ་	-3493
སོགས་རེད།	-3494
འཚོ་བཅུད་	-3495
JavaSc	-3496
དགོས་ཤིང་།	-3497
ཕྱིའི་	-3498
འཛོལ་	-3499
མཚོན།	-3500
▁མཉམ་འཇོག་	-3501
སོགས་ལྟ་བུ་རེད།	-3502
སྟེགས་བུའི་	-3503
མཛེས་ལྗོངས་	-3504
▁ཡོང་	-3505
བྱེད་ཐུབ་པ་དང་།	-3506
▁ཁྱེད་རང་གིས་	-3507
ཁྲོམ་ར་	-3508
དང་པོར་	-3509
དོན་དག་	-3510
དཀྱ	-3511
ཚོགས་ཆེན་	-3512
གཟབ་	-3513
སྣེ་མང་	-3514
འབྲས།	-3515
ོལ།	-3516
གྲོས་འགོ་འདོན་	-3517
མེ་འཁོར་	-3518
ཧུང་	-3519
ལ་གོ་བ་ལེན་	-3520
དངོས་ཟོག་	-3521
སྒྲིག་གཞིས་	-3522
བཤར་	-3523
མ་དང་	-3524
མཁྲ	-3525
འཆར་གཞི་ཞིག་	-3526
ཐུགས་རྗེ་ཆེ་	-3527
ཆེན།	-3528
རེའུ་མ	-3529
བེད་སྤྱོད་གཏོང་	-3530
ཚེག་	-3531
ཞེས་གསུངས་པ་རེད།	-3532
དགོས་།	-3533
མཐོང་ཆེན་	-3534
རྫས་འགྱུར་	-3535
མི་རེ་རེའི་	-3536
རེ་ཞུ་	-3537
ཤིག་ཏུ་	-3538
གསར་འཛུགས་	-3539
སྒོར་ཁྲི་	-3540
ཙཱ་	-3541
དེ་མིན།	-3542
ངས་ཁྱེད་རང་ལ་	-3543
▁D	-3544
རྩལ་ནུས་དང་	-3545
དྲ་བ་	-3546
བྱེད་མི་རུང་།	-3547
